{"3": ["The changes include the transition of the Office for Consumer Health Assistance, the Nevada 2-1-1 Program and the Patient Protection Commission (PPC) to the ADSD.", "The Covid-19 pandemic had unprecedented effects on Nevada, and the PPC has been particularly affected.", "The PPC was able to hold two meetings before the pandemic hit.", "The pandemic caused a hiring freeze.", "ASSEMBLYWOMAN CARLTON: The PPC has done a wonderful job, considering what it faced during the pandemic.", "That may be due to the pandemic environment.", "The PPC included a patient portal on its website.", "Have you protected patients?", "It deals with telehealth and codifies certain telehealth flexibility measures granted during the pandemic and its associated emergency declaration.", "These include the Planning, Advocacy and Community (PAC) Unit, the Community-Based Care (CBC) Unit, the Long-term Care Ombudsman program and Adult Protective Services.", "A lot of this increase has been related to additional funds received through the coronavirus relief fund.", "As part of the ADSD's response, we worked closely with the aging network to initiate a rapid response effort known as the Nevada Covid-19 Aging Network, also known as Nevada CAN.", "The PAC Unit also took on the responsibility of creating the Elders Count Nevada 2021 Report.", "The PAC Unit has also supported coordination of vaccination efforts for Nevada seniors.", "It has worked with community partners in getting individuals access to vaccinations.", "Decision units M-206 and M-207 fund the COPE caseload and waitlist projections.", "During the pandemic, we identified the need to expeditiously move people into services so they can remain in their homes.", "The pandemic had a significant impact on the Long-term Care Ombudsman program, as staff members were not allowed in care facilities for several months.", "On July 1, 2019, the program was expanded to encompass vulnerable adults under the age of 60.", "How has the pandemic affected the services you were able to provide?", "MS. SCHMIDT: Fewer individuals used Homemaker program services during the pandemic because they did not want people entering their homes.", "Several of those individuals refused services due to Covid-19 concerns.", "The numbers in these programs have fluctuated several times due to the pandemic.", "Was the caseload number reduced because staff members were not allowed into long-term care facilities during the pandemic?", "However, due to the lack of in-person visits during the pandemic, we were not able to go into facilities and talk to five other people about the situation.", "Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Human Services March 5, 2021 CHAIR RATTI: There is much concern surrounding long-term care facilities given what they faced during the pandemic.", "The pandemic has taught us much about long-term care facilities and some of the issues and concerns surrounding them.", "I know the federal coronavirus relief bill allocated funding to skilled nursing facilities.", "I do not believe the ADSD HCBW program programs received any funding from the coronavirus relief bill.", "Other than that, no coronavirus relief funding went to the waiver programs.", "MS. SCHMIDT: It is true that emergency funds approved by the coronavirus relief bill, under the Older Americans Act, went directly to the Long-term Care Ombudsman program.", "ASSEMBLYWOMAN BENITEZ-THOMPSON: The DHHS provides a dashboard showing Covid-19 cases by residential facility.", "There were a number of trends before the pandemic.", "If fewer people are in congregate care facilities, they will be safer from infections.", "This is not limited to Covid-19.", "Because of the pandemic, FY 2019-2020 was a unique year.", "Adult protective services programs from several states are pushing for that funding.", "CHAIR RATTI: The PAC Unit performed several important functions during the pandemic.", "The pandemic rendered us unable to perform services in homes.", "How has the pandemic affected ATAP's ability to provide services?", "If there are in-person services or high-touch services, usage of the programs was restricted during the pandemic.", "We have seen capacity reduced during the pandemic.", "It is for diagnosis.", "It is about family survival.", "Because of the pandemic, this was a unique year when it came to money being available to provide services.", "Several factors have impacted that cost recently, including the pandemic.", "MS. SCHMIDT: The pandemic is one factor, but so too is the history of the program.", "Especially after the pandemic, losing RBTs and their ability to provide services has impacted children, families and providers.", "I want Nevada to do that.", "In some states, more than 40 percent of the total number of Covid-19 deaths have been in nursing homes.", "In Nevada, the rate is closer to 20 percent.", "It is not just because of Covid-19.", "I caution that, as the pandemic stabilizes, seniors and people with disabilities will want to engage with life again.", "I understand the pandemic has restricted in-home services.", "Through the donations of private support and Agency efficiencies, we have been able to grow that number by almost 200 during the pandemic.", "Additionally, overtime costs associated with sporting events spiked during the pandemic due to quarantine and testing rules.", "The Commission expects to close out FY 2021 with most, if not all, events falling under the pandemic protocol closed system, also known as the bubble.", "The Commission worked with our doctors, both internal and external, as well as with scientists to develop a set of pandemic protocols.", "With approval from the Governor, the Nevada Athletic Commission held its first closed system event under the approved pandemic protocols on May 30, 2020.", "We have continued to improve on best practices during the pandemic and adjusted our protocols based on the Governor's directives.", "During the pandemic closure period for FY 2020, we held 12 events: 5 mixed martial arts events and 7 boxing matches.", "With the decrease in new COVID-19 cases and the rise in vaccinations, we expect to return to the live event model with lower audience numbers early in FY 2022. shows the FY 2022 and FY 2023 resources, as recommended by the Governor.", "The increase in Nevada events is because of COVID-19.", "The no-audience pandemic protocol mandates that staff quarantine for specific time frames prior to each event.", "Frances Mason, Management Analyst 2, Nevada Athletic Commission, Office of the Governor: We are an anomaly, and specifically during this pandemic period.", "For a time, there will be a spike in overtime, although not as drastic as the pandemic spike.", "Technology continues to advance in leaps and bounds, and if we want to continue to draw combat sports to Nevada, we must stay current.", "There are several key initiatives that Nevada participates in; interstate passport is a new program that has been relevant during COVID-19.", "We fund a portion of the Nevada Psychology Internship Consortium (NV-PIC) that is an initiative through the Division of Public and Behavioral Health (DPBH), Department of Health and Human Services (DHHS), and WICHE in Colorado.", "We started a strategic planning session before the COVID-19 pandemic and as the pandemic progressed, we felt that continuing to invest directly in these two fields would support the need for frontline workers who could help with the public health crisis.", "Because we cannot share administrative support and because of COVID-19, our office has been staffed only by me.", "The next item on the agenda is the Department of Indigent Defense Services.", "Funding was requested for in-person training, but because of the pandemic, we changed the training to a virtual conference scheduled for April 22 and April 23, 2021.", "We have been able to do this virtually, but not in person yet because of the COVID-19 pandemic.", "Throughout this pandemic, and even now, revenues and expenses have been in great flux for this agency.", "Elisa Cafferata: We are just checking to see if the person to answer that question is on the line.", "The ESD vision is \"Creating success for Nevada businesses and Nevadans.\"", "The ESD mission is \"We exist to empower a vibrant labor market in Nevada by creating business and worker connections with high-quality demand-driven services.\"", "Elisa Cafferata: Yes.", "Elisa Cafferata: We are going to have our Chief Financial Officer respond to this question.", "Assemblywoman Tolles: Going into the beginning of this 2021–2023 biennium, you are thinking that there will be a reserve of $19 million?", "Elisa Cafferata: I would like to add some details.", "The Division previously requested these positions through the Governor's Finance Office due to the pandemic.", "Regarding the positions in the budget amendment, it looks as though the positions that were approved in the 2019 Legislative Session before the pandemic were not filled.", "Those numbers are staggering.", "We have been asked to do some things during this pandemic and it became clear legal counsel needed to be involved.", "I assume based on the scope of this pandemic and the effect it has had, it will be longer than five years.", "At the beginning, I referenced a 2019 report of possible foreign influence.", "In FY 2022, you will see there is a drop.", "Finally, I want to give a brief overview of the impact of COVID-19 and how the CCB worked through these challenges, ensuring the industry stayed active and protecting the revenue stream to the state during the pandemic [page 17, Exhibit C].", "Still today, the continued COVID-19 crisis necessitates a need for flexibility, both within our agency and within the industry.", "The cannabis industry was considered essential, and delivery services were left available at the beginning of COVID-19; however, retail stores were closed to in-person customers.", "As we moved through the pandemic, we developed a curbside pick-up model; something that was not available to licensees before COVID-19 or provided for in previous regulations.", "We designed this curbside model by developing the rules and restrictions licensees would need to follow and allowing retail facilities to pivot their operations to further meet the needs of consumers while following strict COVID-19 guidelines.", "I think you have done an excellent job considering the circumstances, dealing with the bill, the pandemic, and everything.", "In a situation that is not malicious, we issue public health safety advisories.", "The slide says \"The Gaming Model\" because we are tasked with regulating the cannabis industry like the Nevada Gaming Control Board (GCB) regulates gaming.", "This is being done in an effort to align it somewhat with the way the Nevada Gaming Control Board charges for its work.", "Assemblywoman Jauregui: You answered my first question about how COVID-19 has impacted the operations and your presentation slide [page 17, Exhibit C] was very informative, so thank you.", "We lost it sooner because of COVID-19, but everyone lost the in-person process in March 2020.", "We approached the system knowing we were never going to have 20 in-person staff, so we took this time during COVID-19 to try to change the process.", "This is how the Nevada Gaming Control Board has operated with their Investigations Division and the work they have done over five decades.", "With that, we can move on to our next budget from the Nevada Gaming Control Board.", "Assembly Committee on Ways and Means Senate Committee on Finance March 12, 2021 J. Brin Gibson, Chairman, Nevada Gaming Control Board: It is good to be here with you today.", "Our vision statement for the Nevada Gaming Control Board [page 2, Exhibit D] is to be the premier gaming regulator, recognized in the world for effectiveness in ensuring gaming in Nevada is conducted honestly, competitively, and free from corruptive elements.", "Our mission statement is that the Board promotes confidence in Nevada's gaming industry through strict regulation of all persons, locations, practices, associations, and related gaming activities to support a sustainable and growing economy.", "Next is the Nevada Gaming Control Board total fiscal year State General Fund collections [page 4, Exhibit D].", "These are the gaming regulatory budgets by jurisdiction in FY 2020.", "Due to COVID-19, we had some changes in the way we spend.", "They do a lot of the COVID-19 mitigation enforcement work; they go onto casino floors and go into casinos generally.", "As a result of COVID-19, the majority of our travel ceased in March 2020, forcing us to delay out-of-town audits and pushing back a number of audits to FY 2022.", "In the COVID-19 response prior to June 4, 2020, the agency confirmed that the entire gaming industry was closed within 24 hours of the Governor's issuance of the Declaration of Emergency Directive 002 [pages 11 and 12, Exhibit D].", "During the early months of the pandemic, the Chairman of the Board aided in statewide efforts to acquire personal protective equipment as part of a task force that was created in a panel by the Governor.", "Assembly Committee on Ways and Means Senate Committee on Finance March 12, 2021 We published \"Health and Safety Policies for Resumption of Gaming Operations\" more than a month before the reopening of the industry.", "Since June 4th, the Nevada Gaming Control Board, led by our Chief of Enforcement, James Taylor, has conducted 25,388 health and safety inspections of gaming licensees.", "Since the Governor's Declaration of Emergency Directive issued on March 12, 2020, the Board has conducted 92,611 hours of COVID-19 response work.", "I joke occasionally that I thought I would be coming in here to regulate gaming, but I do more COVID-19 work, COVID-19 vaccination work, and preparation for COVID-19 related items than I do gaming.", "We are on phone calls every day related to COVID-19 mitigation, current trends and numbers, vaccination efforts, intensive care unit capacity, ventilator use, and so on.", "We have assisted in coordinating vaccine allocation distribution to the gaming industry through our notice process and through a planning process that was announced yesterday.", "We think vaccinations are critical to getting Nevada's gaming industry back on its feet in the best and most robust way.", "Budget account 4067 is the Nevada Gaming Commission's budget [page 13, Exhibit D].", "COMMERCE & INDUSTRY GAMING CONTROL BOARD GCB - GAMING CONTROL BOARD (101-4067) BUDGET PAGE GAMING CONTROL BOARD-13 J. Brin Gibson, Chairman, Nevada Gaming Control Board: There are total numbers for expenditures, inflation, adjustments, and fringe.", "Assembly Committee on Ways and Means Senate Committee on Finance March 12, 2021 Budget account 4061 is the Nevada Gaming Control Board's (GCB) budget [page 14, Exhibit D].", "COMMERCE & INDUSTRY GAMING CONTROL BOARD GCB - GAMING CONTROL BOARD (101-4061) BUDGET PAGE GAMING CONTROL BOARD-7 J. Brin Gibson, Chairman, Nevada Gaming Control Board: Each of the three members of the Board, myself and two colleagues, are full-time employees.", "The slide shows various decision units within the budget including expenditures, adjustments, in-state travel increases, a gaming lab contract for software, and Hepatitis B vaccinations of enforcement agents who are in potential contact with blood and bloodborne pathogens.", "Decision unit E-233 is funding for Hepatitis B vaccinations for our Enforcement Division agents [page 17, Exhibit D].", "We have 94 Enforcement Division unclassified staff who meet the criteria for needing a Hepatitis B vaccine.", "As Chairman Gibson mentioned earlier, we are transitioning from a very old technology, the COBOL-based system.", "Like everybody else, we have gone through some serious budget cuts because of the pandemic, and we are looking to get back some of that funding to continue the project.", "We have two names for it—the Alpha Assembly Committee on Ways and Means Senate Committee on Finance March 12, 2021 System and The Blue Screen, simply because the screen is blue—and it contains the information that is critical to the Nevada Gaming Control Board (GCB) in order for it to perform its regulatory functions.", "One of the biggest concerns for us is the lack of expertise in the COBOL world.", "COBOL is a text-based system.", "COBOL precedes modern technology.", "Next is what is coming soon [page 29, Exhibit D].", "We are waiting to see what SMART 21 is going to provide, what the delta is, and what we need to develop, if anything.", "How has the COVID-19 health crisis and the resulting travel restrictions during this biennium disrupted the uniform audit cycle?", "What the pandemic has done, though, is it has required us to do more of the frontend work relying on items that licensees are providing to us electronically.", "Especially right now, we have done 92,000 hours of work for COVID-19 while also regulating the industry during this time.", "In looking at the list, a number of people left in November and December of 2019 and all the way through to when the pandemic started.", "I had hoped I would make it through this whole session and not see the word COBOL again, but unfortunately, that did not happen.", "Thank you, Mr. Gibson, and your team, for the 92,000 hours of work you have done dealing with COVID-19.", "Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on General Government March 16, 2021 The Nevada Housing Division (NHD) worked with a team from the Nevada Supreme Court, legal aid groups and Home Means Nevada, Inc., to help with funding for emergency housing, rental eviction issues, foreclosures and everything else that has arisen due to the Covid-19 pandemic.", "It assisted with Pandemic Emergency Technical Support grants, and helped banks remain up to speed on events at the National level.", "The pandemic has reminded us why NCSHA membership is important.", "The pandemic required these staff positions to determine alternatives to in-person visits.", "The forum provided by the NCSHA allowed our team to interact with peers across the country to determine best practices during the pandemic.", "MR. HOLLIDAY: Yes.", "MR. HOLLIDAY: Yes.", "MR. HOLLIDAY: The position is located in northern Nevada.", "MR. HOLLIDAY: Yes.", "Before Covid-19, in FY 2018-2019 there were 15.8 million rides.", "In FY 2019-2020, that number dropped to 10 million rides due to the pandemic.", "Our enforcement and vehicle inspection staff members maintained their posture throughout the pandemic.", "The pandemic had several impacts on the TA.", "We will continue to meet with the FBI and any government agency to reduce risks.", "We are working with the Gaming Control Board, the Southern Nevada Health District, Clark County and different local entities to be able to get these events going again.", "During the Covid-19 pandemic, claims have continued to increase as individuals are laid off from employment.", "In good news, the pandemic has not severely impacted the public works figures.", "The OLC implemented that through regulations passed in 2020.", "They will also include in-person assistance when pandemic restrictions are eased.", "The pandemic has made training harder.", "Who is covering that?", "We have had to figure out how to navigate Covid-19.", "Due to the pandemic, circumstances are different.", "The growth the industry has experienced due to the pandemic has led to an increase of reserves.", "I think our services will be in greater need as the economy starts recovering from the COVID-19 experience.", "Some of them are because of the current pandemic, and some are a result of longer trends the agency has been facing.", "The current COVID-19 situation and the condition of the economy has resulted in us losing some third-party cooperative arrangements (TPCA) [page 21, Exhibit C].", "Because of COVID-19, these businesses have seen an over 30 percent decrease in FY 2020.", "In FY 2021 while we do see some post-COVID-19 recovery and we are on track to hitting $7.3 million in gross revenue, we are still not sure when we will return to that normalcy in terms of annual gross revenue.", "As far as the impact of COVID-19 on the Blind Business Enterprise of Nevada program, I think we will only be able to see that after a few years, because it will take a few years for our estimates for the economy to get back to some level of normalcy.", "helps to illustrate some of the impact of section 10 provisions.", "However, due to the current situation we are experiencing with COVID-19, we are estimating that the federal grant that is going to be awarded to us is going to keep growing.", "In 2018, 67 percent of all VR programs nationally, 16 out of 24, were in order of selection.", "Also, it would allow us to have a lot more flexibility with our federal grant that now could be extended to a two-year grant and be able to mitigate some of these negative impacts of COVID-19.", "It is a small enhancement of $10,596 for FY 2022 and $11,243 for FY 2023.", "I think it would be a devastating precedent to set for Nevada.", "Those numbers could be better or worse depending upon the people who come to us, and we will not know that based on how the economy turns around and the pandemic eases.", "Mechelle Merrill: The loss of our third-party cooperative arrangements which is directly attributed to the COVID-19 pandemic and the difficult choices our partner had to make in Washoe County, we accept and are moving forward.", "The way that we are trying to spend our pre-ETS money now has been greatly hindered by COVID-19 as you can imagine, because students certainly learn best face-to-face.", "Traditionally, our pre-ETS services were delivered face-to-face but in the pandemic, we had to do everything virtually.", "We were able to provide three camps virtually since March 2020 when the pandemic began, benefiting 60 students.", "I hope I am answering that question correctly.", "Obviously, during this pandemic we have had a lot of job loss, but a lot of that may be coming back as we get our economy up and running.", "Do you have any clue as to what that number might be?", "Forgive me if I missed that number earlier.", "It is a huge program and was deemed essential during the pandemic, and the whole disability adjudication has been working throughout the COVID-19 shutdown and has been serving Nevadans.", "Unfortunately, we expect this to go up a little this year, because with COVID-19 we have had a lot of holds we have had put on several different types of claims.", "Because of the pandemic, for health and safety reasons, those were put on hold for a while.", "Unfortunately, we do expect that mean processing time to continue to be a little higher than we would like because of the pandemic.", "This was mistakenly left out of DETR's phone system upgrade during the COVID-19 chaos.", "As Drazen said, we worked 100 percent through the pandemic.", "In response to the COVID-19 pandemic, Congress has allocated administrative funds for the implementation of several new programs that you are aware we have installed over the past year.", "These have generally already been approved and funded over the last year, as we have responded to the pandemic.", "Elisa Cafferata: As the pandemic got started, we came to the IFC and requested additional intermittent positions, and these are all positions that have been approved and funded through this emergency funding.", "Elisa Cafferata: We currently have 64 vacancies in these positions.", "Elisa Cafferata: I believe—and I might call on Kitty DeSocio to provide additional detail—there are limitations to what we can carry over.", "What I would say we have learned in the pandemic situation is that we really need staff leadership at the executive level to ensure that both the operations and support units can work hand in hand with the programs.", "Elisa Cafferata: Yes, it is the latter.", "What I think one of the large lessons of the pandemic has been is that we need to ensure that our technology solutions and our staffing solutions can work together, because we have these fluctuations in demand in staffing.", "This is the team that keeps UInv [Nevada unemployment insurance claim filing system] up and running.", "Elisa Cafferata: We feel quite confident that we know the vast majority of this money is coming.", "47 and S.B.", "17): Section 2 of S.B.", "This has provided lifesaving dental care to over 1,352 low-income veterans in northern and central Nevada.", "For many, the AAVD is their last hope of ever living a life without excruciating pain and constant worry the next infection may take their life.", "Veterans need your help.", "The AAVD's mission is to provide critical dental care to Nevada's low-income veterans in dire need.", "The AAVD has incredible help from retired volunteer dentists, volunteer specialists, grantors and donors.", "This has led to an epidemic of oral health disease among Nevada's veterans.", "In northern Nevada, there is a large number of veterans going to the VA Sierra Nevada Health Care System.", "The AAVD's veterans' dental clinic at Truckee Meadows Community College was started in 2017 to assist the AAVD's volunteer community dentists, as we could not keep up with the demand of veterans needing dental care.", "The clinic keeps the AAVD's waitlist to around 100 veterans, significantly reducing the wait time for veterans.", "The clinic also allows the AAVD to care for veterans with severe post-traumatic stress disorder, veterans who have experienced sexual trauma while in the military and other veterans who can be better treated in an open environment setting.", "Of all patients the AAVD treats, 70 percent are veterans of the Vietnam War.", "I am asking for continued support for this program and to continue allowing the AAVD to transform veterans' lives.", "During the Covid-19 pandemic, most veterans have not been able to connect with other veterans.", "The AAVD has done whatever it could during the Covid-19 pandemic to provide dental care services to veterans.", "I invite the Committee to visit AAVD's clinics while it processes veterans to hear the success stories of Nevada's veterans.", "Many veterans come into the AAVD with comorbidities such as heart disease, diabetes, chronic pulmonary obstruction and obesity.", "Many veterans have severe dental infections and are on the verge of entering a hospital before coming into the AAVD's clinics.", "I ask the Committee to continue funding the AAVD so more lives can be saved and improved.", "MS. HAIGH: Receiving State funding has made an incredible impact on helping the AAVD save and transform the lives of Nevada's veterans.", "The AAVD is funded from budget account 101-2560.", "SPECIAL PURPOSE AGENCIES DEPARTMENT OF VETERANS SERVICES NDVS - Office of Veterans Services — Budget Page VETERANS-7 (Volume III) Budget Account 101-2560 State funding has given the AAVD the ability to treat more veterans in a timely manner.", "Together, we have become the solution to the overwhelming challenge of oral health disease among Nevada's low-income veterans.", "I thank the AAVD for advocating for Nevada's veterans.", "185 for some time, and I am impressed by how the AAVD improves the mental and physical health of Nevada's veterans.", "ANDREW LEPEILBET (Chairman, United Veterans Legislative Council, Nevada Department of Veterans Services): I represent veterans wounded in combat, Military Order of the Purple Heart recipients and 70,000 disabled veterans in Nevada.", "In the past, the NDVS has administered State appropriations for the AAVD.", "The NVDS has the ability to do so again if S.B.", "185 is passed.", "12): Senate Bill 233 enables medical providers to better assist medically-underserved populations in Nevada.", "Senate Bill 233 offers a solution for increasing Nevada's provider-to-patient ratios.", "The Management Analyst II position was created in March 2020 during the Covid-19 pandemic.", "Responding to the Covid-19 pandemic was a necessity for ONA during its first year of operations, as the pandemic disproportionally affected Nevada's immigrant and refugee populations.", "In partnering with the Nevada Community Foundation (NCF), ONA used the Fund to pilot a direct cash-assistance program for Nevadans who did not receive any federal or State financial relief during the Senate Committee on Finance Assembly Committee on Ways and Means March 10, 2021 Covid-19 pandemic.", "Outreach and education pertaining to the Covid-19 pandemic has become crucial to ONA's operations.", "When the Covid-19 pandemic started, ONA launched <www.esperanzafund.org> and its social media accounts.", "This was followed by the release of the Covid-19 resource guide for immigrants and refugees, created in partnership with ONA and immigrants serving CBOs.", "The Office released a series of seven public service announcements (PSA) that relayed accurate and culturally competent information to immigrants and refugees who have been disproportionally affected by the Covid-19 pandemic.", "One PSA was offered in six languages and ran as a commercial through Vegas PBS, encouraging families to stay home during the Covid-19 pandemic.", "With a vaccine being approved for use during the Covid-19 pandemic, ONA's focus shifted to supporting the vaccination efforts of the State.", "Nevada Health Response's Battle Born Medical Group, under NSIP, has assisted 68 foreign-trained applicants.", "The fully approved applicants have been deployed to assist in the State's response to the Covid-19 pandemic.", "During its first year of operations, ONA focused on alleviating burdens and barriers faced by Nevada's immigrant communities that were exacerbated by the Covid-19 pandemic.", "SENATOR RATTI: I am glad ONA's services were available during the Covid-19 pandemic and it was able to collaborate with the Governor's Office to assist communities not previously served.", "Even though we have few staff positions, ONA is prioritizing rolling out Covid-19 vaccinations.", "The original purpose of the Fund was to provide relief to families not receiving assistance from the federal government during the Covid-19 pandemic.", "This will ensure DACA recipients can continue to provide for their families during the Covid-19 pandemic.", "More needs to be done to assist families during the Covid-19 pandemic, but at least immigrant families know the Governor's Office is advocating for their support.", "MS. DE ASIS: Refugee resettlement is handled by Catholic Charities of Southern Nevada, the Ethiopian Community Development Council's African Community Center and the Northern Nevada International Center at the University of Nevada, Reno (UNR).", "MS. DE ASIS: Much of ONA's work this year has revolved around responding to the Covid-19 pandemic.", "There are many issues ONA is dealing with during the Covid-19 pandemic and the administering of vaccines.", "Once the Senate Committee on Finance Assembly Committee on Ways and Means March 10, 2021 Covid-19 pandemic subsides, ONA will prioritize producing a report on duplicative services and policies affecting Nevada's immigrant populations.", "The challenges we all have faced during the Covid-19 pandemic have been unprecedented.", "Major programs within the GOE are shown on page 3 of Exhibit C. The Governor's vision for achieving clean energy in Nevada is described on page 4 of Exhibit C. This imperative has changed dramatically during the Covid-19 pandemic and as Nevada prepares its post-pandemic recovery.", "In 2019, Nevada joined the U.S.", "Climate Alliance and passed S.B.", "The Governor signed Executive Order 2019-22 directing State agencies to develop a climate strategy.", "The organizational structure of the GOE is shown on page 7 of Exhibit C. The GOE has faced staffing challenges during the Covid-19 pandemic and the hiring freeze, but it is almost back up to full strength.", "The AA IV started on March 8, 2021.", "The gap between GOE revenue and expenditures is in large part due to staff vacancies and a hold on expenditures resulting from the Covid-19 pandemic.", "The Covid-19 pandemic has taught State agencies that their staff can work remotely from anywhere in Nevada.", "The climate coordinator is based out of UNLV.", "ASSEMBLYWOMAN GORELOW: What impact has the Covid-19 pandemic had on the GOE's efforts to continue the LISEP, the GOE Home Energy Retrofit Opportunities for Seniors (HEROS) program, the DEAL program, the PCAAP and the NEH program?", "Projects funded through LISEP during FY 2020-2021 have been impacted by the Covid-19 pandemic, as construction is not fully complete.", "People are very interested in the vibrant LISEP, and the GOE knows its funds Senate Committee on Finance Assembly Committee on Ways and Means March 10, 2021 will be expended once the Covid-19 pandemic is over.", "The Covid-19 pandemic has not had a large impact regarding construction projects through NEH, but there have been some issues.", "The pending status of certain NEH projects is not related to the Covid-19 pandemic.", "Ongoing DEAL projects and applications have not been heavily impacted by the Covid-19 pandemic.", "As Nevada moves past the Covid-19 pandemic and people become vaccinated and return to work, a gap will exist regarding the energy efficiency workforce.", "Addressing these issues will be an opportunity for the GOE to reinvigorate DEAL and its other programs as Nevada moves past the Covid-19 pandemic.", "The Covid-19 pandemic delayed the HEROS program as contractors were unable to enter people's homes.", "The progress of the HEROS program picked up again in summer 2020.", "The GOE is always concerned regarding revenue for the RETA program, especially during the Covid-19 pandemic.", "536 of the 80th Session is funded from repurposed ARRA funds, as described on page 26 of Exhibit C. The GOE's first notice of funding for this program has been released and closes in April 2021.", "The progress of NCEF was paused due to the Covid-19 pandemic.", "This is due to the economic environment created from the Covid-19 pandemic.", "The memorandum stated that due to the economic hardships Nevada has been facing during the Covid-19 pandemic, State agency budgets needed to reflect a budget-reserve target.", "The Research Division is discussed on page 8 of Exhibit D. ASSEMBLYMAN FRIERSON: Despite budget reductions, the LCB has done great work in adapting to the issues brought on by the Covid-19 pandemic.", "The LCB has managed to establish a safe work environment in its buildings during the Covid-19 pandemic while encouraging public access to services.", "Due to the Covid-19 pandemic, Legal and Fiscal Analysis divisions' staff experienced many overtime hours during the 2019-2020 Interim.", "There have been several Interim Committee and the IFC meetings during the Covid-19 pandemic, and the LCB needs staff to cover these meetings.", "Due to the Covid-19 pandemic, the Legal Division is not meeting this timeline.", "Senate Committee on Finance Assembly Committee on Ways and Means March 10, 2021 ASSEMBLYWOMAN CARLTON: Much of the LCB's work seems to be related to the Covid-19 pandemic and the handling of CARES Act funding.", "The Governor signed Executive Order 2019-22 directing State agencies to develop a climate strategy in December 2020.", "Climate Alliance.", "Based on its experiences during the COVID-19 pandemic, the NDE can continue supporting the Academic Standards Council with reduced funding.", "The NDE met virtually during the COVID-19 pandemic and continually strives to make its business practices more efficient.", "Before the COVID-19 pandemic, the most common tip received pertained to bullying, but during the pandemic the most common tip dealt with suicidal threats.", "The SafeVoice program has become even more critical during the COVID-19 pandemic.", "The number of tips received through SafeVoice deceased slightly during the COVID-19 pandemic.", "There now being more tips regarding suicide threats than bullying during the pandemic shows how important this program continues to be.", "The Coronavirus Aid, Relief and Economic Security Act includes Elementary and Secondary School Emergency Relief (ESSER) Grant funding known as ESSER I funding.", "The Coronavirus Response and Relief Supplemental Appropriations Act provided additional supplemental ESSER funding, known as ESSER II funding.", "ASSEMBLYWOMAN CARLTON: General Fund appropriations are limited due to the COVID-19 pandemic.", "MS. EBERT: The NDE is currently finalizing its plan for the use of the ESSER II funds approved by the IFC.", "ASSEMBLYWOMAN CARLTON: Due to the COVID-19 pandemic, finding sustainable NDE funding will be difficult as circumstances stabilize over the next 18 to 24 months.", "Times have been hard during the COVID-19 pandemic, and the Legislature wants more conversations regarding how the NDE plans to allocate funding.", "MS. HAGAN: I cannot answer that question.", "(BDR 43-352) PATRICK CONMAY (Chief, Investigation Division, Department of Public Safety): The intent of S.B.", "MR. CONMAY: No.", "58 and will entertain a motion to introduce Bill Draft Request (BDR) S-381.", "We are the Nevada Highway Patrol.", "Budget account 201-4721 provides grant funding for commercial vehicle enforcement.", "The D.R.I.V.E.", "The ripple effect these crashes have on family, friends, first responders and our highway patrol family is unmeasurable.", "The chart on page 9 of Exhibit B shows comparative fatality rates for the Nation, Nevada and NHP's jurisdiction.", "When taking into consideration fatal crashes involving large trucks, Nevada was the third lowest nationwide in 2018.", "FY 2021 One-Shot: This request funds Oral Fluid Mobile Analyzers and cartridges to be used for alcohol related offenses.", "(BUDGET OVERVIEW-23) FY 2021 One-Shot: This request funds replacement fleet vehicles and associated special equipment.", "(BUDGET OVERVIEW-24) FY 2021 One-Shot: This request funds the replacement of computer hardware and software equipment.", "Since that number was captured a few weeks ago, an additional 20 lives have been taken from us Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Public Safety, Natural Resources, and Transportation March 9, 2021 including one of our very own.", "It is not just us who suffer, but all Nevadans.", "In 2020, RCCD received just over 221,000.", "SENATE BILL 19: Establishes provisions authorizing certain entities to obtain information relating to the records of criminal history of certain persons responsible for the safety and well-being of children, elderly persons or persons with disabilities.", "E-355 Promoting Healthy, Vibrant Communities — Page PUBLIC SAFETY-96 of Exhibit C describes RCCD's one-shot appropriations request for the ongoing NCJIS project.", "FY 2021 One-Shot: This request continues funding for the Nevada Criminal Justice Information System modernization project.", "It is the conduit for criminal justice agencies to access Nevada, FBI and other states' criminal justice information.", "Files accessed directly in other states through the International Justice and Public Safety Network (NLETS) include the same Nevada files listed above as well as Canadian files, Mexican commercial drivers licenses, corrections and wildlife violations.", "Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Public Safety, Natural Resources, and Transportation March 9, 2021 The NCJIS system interfaces and connects with multiple other systems: FBI files previously listed; Nevada DMV; NLETS for access to other states; the Shared Computer Operations for Protection and Enforcement database in Clark County; the Nevada DPS Parole and Probation Division, as well as foreign host connections including record management systems, computer aided dispatch systems and multiple computer terminals.", "The current NCJIS system is a 20-year-old system with a proprietary owner who is retiring soon.", "MS. MCKAY: Last year, not only did the RCCD experience the onset of the coronavirus pandemic, we also had civil unrest in an election year.", "The coronavirus pandemic has presented numerous obstacles to traditional techniques used for safety and education outreach.", "During the initial civil unrest in Reno in the fall of 2020, SFMD investigators were deployed to assist the NHP in closing off interstate highway ramp exits and to protect commercial buildings.", "E-382 Safe and Livable Communities — Page PUBLIC SAFETY-121 Enhancement unit E-710 requests funds for computer replacements.", "I do not know the exact number.", "As shown on page 3 of Exhibit F, the DEM is Nevada's essential emergency and disaster coordinating partner.", "The coronavirus pandemic response highlights what the DEM does by pulling all of our partners together.", "Our process involves preventing, protecting, mitigating, responding and recovering from each disaster which the DEM views as a cyclic event.", "The positions were requested to help the grants, recovery and mitigation units with increased workloads due to the coronavirus pandemic disaster.", "E-373 Promoting Healthy, Vibrant Communities — Page MILITARY-22 Enhancement units E-710 and E-711 request funds for regular equipment replacement and one vehicle replacement.", "This would continue the alignment of civil and military crisis leadership and resource management established during the coronavirus pandemic response.", "CHIEF FOGERSON: I will highlight our partnerships particularly in light of the DEM's response to the coronavirus pandemic.", "I was in southern Nevada yesterday and met with the Clark County Office of Emergency Management, the health district, other local government partners and Immunize Nevada to see how we can continue to move things along, get people vaccinated and open our economy back up.", "This came as a result of aligning State resources during the coronavirus pandemic response.", "In terms of disaster management, the DEM works closely with its military partners and the Nevada National Guard which you have seen at every testing and vaccination site.", "When the coronavirus pandemic began, with only 40 FTE in the DEM, we found ourselves lacking long-term planners.", "CHIEF FOGERSON: The coronavirus pandemic highlighted the benefit of the DEM and the Office of Homeland Security working with the Office of the Military.", "We have outstanding National Guard members who have been working and assisting us for a year throughout the pandemic.", "ASSEMBLYWOMAN TITUS: Are you duplicating efforts in maintaining two warehouses associated with pandemic relief efforts?", "We are seamlessly connected in our pandemic response efforts making certain first we have PPE to provide for our hospitals, local governments and State facilities that require it.", "MR. JIMENEZ: Yes.", "The ARPA contains a separate Coronavirus Capital Projects Fund.", "The GFO submitted two budget amendments to create budget account (B/A) 101-2710 in the Executive Budget, which would contain federal funding provided for kindergarten through Grade 12 (K-12) education in response to the Covid-19 pandemic.", "The State Board of Education (SBOE) created a set of goals for responding to and recovering from the Covid-19 pandemic: closing opportunity gaps for traditionally underserved students; social and emotional learning; access to high-quality professional development for educators; safe, efficient and equitable return to school buildings; access to technology for students, families and educators; access to high-quality instructional materials to address learning loss; support for families, parents and communities; and access to adult education and workforce development opportunities.", "Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on K-12/Higher Education/CIP April 13, 2021 Focused on equity, access and quality, the NDE assessed education metrics and current practices in response to the pandemic.", "The NDE also capitalized on pandemic-caused changes to amplify resources, tools and skills provided by the community.", "A215852710 addresses funding available to the State through the Coronavirus Response and Relief Supplemental Appropriations Act (CRRSA).", "A215862710 addresses funding received by the NDE through the ARPA.", "Initial funding was provided by the Coronavirus Aid, Relief and Economic Security (CARES) Act.", "of Exhibit B provides an overview of funding that has been received by the NDE from the Elementary and Secondary School Emergency Relief Fund (ESSER) I from the CARES Act, ESSER II from CRRSA and ESSER III from the ARPA.", "Support from the CARES Act was meant to prevent, prepare for and respond to Covid-19.", "Funding from GEER I is available through September 30, 2022.", "A215852710.", "A215852710.", "A215852710 when it was submitted to the GFO and Fiscal staff.", "The request was withdrawn due to the State's need to address pandemic-caused budget cuts.", "The coaches would help school districts and schools address the immediate need for additional interventions as students recover from the pandemic.", "The NDE budgeted funding to continue various contracts established during the pandemic.", "A215862710.", "A215862710 includes funding for Education For Inspiration and Recognition of Science and Technology (Education FIRST), the NDE's partnership with DonorsChoose, and the balance of funding for the JAG data dashboard.", "The NDE budgeted monies for the balance of funding for the JAG data dashboard in Budget Amendment No.", "A215862710.", "Can you address that?", "We identified contract positions for FY 2021-2022 based on priorities specific to recovering from the pandemic.", "MS. EBERT: The pandemic, the social climate caused by the death of George Floyd and Statewide data led to the proposal for the equity consultant.", "Over the 2021-2023 biennium, $1.9 million is proposed for this initiative to provide interventions in response to the pandemic.", "It is not just an NDE or a Covid-19 system.", "A215852710 reflects the NDE's plans as of April 1, 2021.", "A215862710.", "The NDE can use federal relief dollars to continue effective initiatives, helping the State recover from the pandemic and raising student performance.", "A215862710.", "Most states saw a decrease in DonorsChoose projects when Covid-19 spread.", "A215862710.", "E-729 New Equipment — Page DMV-18 Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Public Safety, Natural Resources, and Transportation March 17, 2021 Our DMV Combined Automotive Revenue and Registration System (CARRS) is over 20 years old.", "The Covid-19 pandemic has taught us that online business is the way of the future.", "This supports the continuation of the DMV STAR project.", "The pandemic has made it apparent we have to change our business model.", "Because of the Covid-19 pandemic we did not do a lot of work with them in 2020, but we are working to grow our footprint.", "We activated nearly 1,200 soldiers and airmen to help with the pandemic.", "To date, guardsmen have administered almost 300,000 vaccinations.", "Some of them have been deployed working on the pandemic for over a year.", "Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Public Safety, Natural Resources, and Transportation March 17, 2021 FY 2021 One-Shot: This request funds the replacement of computer hardware and software equipment.", "MAJOR GENERAL BERRY: I had been on the job nine days in 2019 when we had a suicide.", "M-201 Demographics/Caseload Changes — Page DHHS-ADSD-63 Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Human Services March 18, 2021 ASSEMBLYWOMAN CARLTON: How has the Covid-19 pandemic affected the Family Preservation Program, the caseload and the ability to serve Nevada families?", "It is a monthly financial supplement for families which was not impacted by Covid-19.", "MS. SCHMIDT: During the Covid-19 pandemic, many services within the ADSD were temporarily put on hold.", "The JDT programs were the number one impacted program during the pandemic.", "MS. ADAMS: Our providers have been amazing with the changes Coivd-19 brought.", "We had to close our JDT sites for many months during the height of Covid-19.", "Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Human Services March 18, 2021 MS. SCHMIDT: During the pandemic, our Medicaid partners worked closely with us to do a Title XIX of the Social Security Act, Appendix A waiver which allowed flexibility in our services.", "The waiver also gave us the ability to make supplemental payments to our providers during the pandemic.", "Including outbreaks of Covid-19 in our facilities, shortage of supplies, increased safety protocol and the creation of isolation homes with no additional staff to do this.", "Normally, our residents would be going out off site to JDT sites, but due to Covid-19 they were staying home all day.", "We began working with the school in early 2020, but due to Covid-19 they were unable to provide services.", "As we move out of the pandemic, we hope we can increase access to these services.", "Nevada Adult Day Healthcare Centers (NADHC) is an alternative level of care for Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Human Services March 18, 2021 individuals who want to continue to live at home with their families rather than being institutionalized.", "We partnered with a lab to offer Covid-19 testing in October 2021 and to provide vaccine clinics for our clients and staff.", "This pandemic has taught us to be more creative and effective for our client's wellbeing.", "We believe NADHC will have better clinical outcomes in the next few months.", "They also provide us with an opportunity to invest in education in innovative ways in light of the pandemic.", "ASSEMBLYWOMAN CARLTON: Can you provide more details on how the CCR program connects with the JAG program?", "During the pandemic, the JAG program staff have reached out to students at home making sure they had devices, connectivity, and social and emotional supports within families.", "ASSEMBLYWOMAN CARLTON: How has the JAG program adapted its service delivery model to provide supplemental student support during the pandemic?", "It has indicated many of its donors are investing in pandemic related activities and needs within their communities.", "MS. EBERT: The NDE is working to identify additional funds for the PCFP.", "MS. HAARTZ: The Nevada Ready 21 technology program has been incredibly successful.", "MS. EBERT: With the onset of the pandemic, school districts across the State acquired hundreds of thousands of devices for our students.", "Since the onset of the pandemic, the NDE has now provided devices for students across the entire State.", "In the future, we will need to address the impact this cohort of devices provided to students during the pandemic has had, as well as the transition to a virtual learning environment which occurred during this time period.", "The NDE is making a shift from the Nevada Plan to the PCFP formula.", "ASSEMBLYMAN ROBERTS: How have the social workers and other licensed mental health workers assisted with addressing student mental health during the pandemic?", "MS. MCGILL: The school-based mental health workers were essential during the pandemic as they reached out and checked on our students.", "They will also be essential in the recovery and renewal phases of the pandemic, as they help students and staff learn from what has happened and build resilience to recover and renew as we move forward.", "An ironic benefit of the pandemic is the emergency ESSER funds we have received.", "It is important to note that these emergency ESSER funds will not be an ongoing source of funding, but will help us navigate as the NDE continues to respond and recover from the pandemic.", "ASSEMBLYMAN HAFEN: I am concerned about the tragic statistics coming out as a result of the pandemic regarding our students' mental health and the increase in suicides.", "Vegas PBS has also expanded its efforts in workforce development to address critical needs during the pandemic.", "Senate Bill 47 provides a permanent tool for Nevada to use when addressing financial crises caused by severe economic downturn, public health emergencies or other extreme extenuating circumstances affecting the way in which the State is able to pay its bills.", "47 remove the July 1, 2021, expiration date and sunset provision contained in S.B.", "This was 26 percent higher than the national average annual wage in 2019.", "MS. HAGAN: Correct.", "58 states that NDI Chief Patrick Conmay shall furnish criminal investigative services to include the use of a polygraph during interrogation.", "58 is passed.", "Senate Committee on Finance March 15, 2021 MR. THORLEY: During the hearing on March 8, 2021, Chief Conmay provided testimony indicating current statutory language enables Nevada's chiefs of police, sheriffs, district attorneys, Attorney General Aaron Ford, Secretary of State Barbara K. Cegavske and the Department of Education to request investigative services.", "The NDI reported it had provided investigative services for 656 cases during FY 2016-2017.", "In FY 2017-2018 this number increased to 906, and in FY 2018-2019 the number of cases investigated by NDI was 813.", "In FY 2019-2020 this number was 788.", "58 as it seems like it will be providing more investigatory services.", "CHAIR DENIS: These Subcommittees will begin by hearing closing recommendations for the Nevada Department of Veterans Services (NDVS) budget account (B/A) 101-2560.", "SPECIAL PURPOSE AGENCIES VETERANS' SERVICES NDVS - Office of Veterans Services — Budget Page VETERANS-7 (Volume III) Budget Account 101-2560 STEPHANIE DAY (Senior Program Analyst): Budget accounts 101-2560, 101-2561 and 101-2569 were previously heard by these Subcommittees on March 24, 2021.", "NDVS - Southern Nevada Veterans Home Account — Budget Page VETERANS-13 (Volume III) Budget Account 101-2561 NDVS - Northern Nevada Veterans Home Account — Budget Page VETERANS-19 (Volume III) Budget Account 101-2569 The budget closing recommendations of the Legislative Counsel Bureau (LCB), Fiscal Analysis Division for B/A 101-2560 are detailed on pages 3 and 4 of the Closing List #5 (Exhibit B).", "The SNSVH is processing applications and is currently 100 percent free of the Covid-19 virus.", "MS. DAY: When Capital Improvement Program project 19-M06 is complete, both the failed chiller and the currently operating chiller at the SNSVH will be replaced.", "The NDVS Northern Nevada State Veterans Home (NNSVH) is located in Sparks and is a 96-bed facility.", "The NNSVH is processing applications and is currently 100 percent free of the Covid-19 virus.", "MS. DAY: There are 13 individuals on the NNSVH waitlist with the facility currently working on processing all 13 of these applications.", "MS. DAY: The NNSVH is working through the applications it has received, but due to the Covid-19 pandemic this work has been adjusted.", "ASSEMBLYWOMAN TITUS: Has the NNSVH been forced to allow only one resident per room instead of double occupying certain rooms due to the Covid-19 pandemic?", "It was not taking new admissions due to the Covid-19 pandemic, but now that things have stabilized the NNSVH is again accepting applications.", "ASSEMBLYWOMAN TITUS: The number of individuals on the waitlist now seems reasonable due to the fact the NNSVH was not accepting new admissions during the height of the Covid-19 pandemic.", "ASSEMBLYWOMAN TOLLES: Are the WNC and the CSN not requesting subsidies from B/A 101-4691 because Motorcycle Safety classes were cancelled due to the Covid-19 pandemic?", "PETE VANDER AA (Deputy Director, Office of Traffic Safety, Department of Public Safety): The WNC and the CSN not requesting subsidies during the 2021-2023 biennium is not directly related to the Covid-19 pandemic.", "The fluctuation in numbers through my presentation is partially due to the hiring freeze and spending restrictions imposed in 2020 because of the Senate Committee on Finance Assembly Committee on Ways and Means March 25, 2021 Covid-19 pandemic.", "Due to the pandemic, 2020 conferences were canceled.", "We have to get concurrence in what that will look like.", "Nevada will be the first to go fully cloud based.", "The pandemic has been a challenge, with so many working remotely, and we have not had the office collaboration we normally would.", "We continue to monitor and adapt accordingly.", "Due to the Covid-19 pandemic, teachers were looking for material that was prepared in advance to fill curriculum needs.", "Our next budget is Law Enforcement Division (LED), B/A 101-4463 Wildlife - Law Enforcement — Budget Page WILDLIFE-26 (Volume III) Budget Account 101-4463 The LED is NDOW's largest division, with 53 positions.", "Decision unit E-229 creates a new full-time game warden III position Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Public Safety, Natural Resources, and Transportation March 31, 2021 and eliminates two seasonal game warden III positions.", "E-229 Efficiency & Innovation — Page WILDLIFE-28 E-301 Safety, Security and Justice — Page WILDLIFE-29 Decision unit E-710 is replacement of safety equipment for both land and water.", "This request is for a larger amount and includes a Safe-19 center console patrol boat, a new dispatch console, travel trailer, generator, Taser, radio repeater and outboard motors with a rigging kit.", "176 of the 79th Session.", "Wildlife - Game Management — Budget Page WILDLIFE-33 (Volume III) Budget Account 101-4464 The GMD has 35 full-time positions across 6 key areas; wildlife survey and inventory establishes quotas, possession limits and daily limits.", "E-235 Efficiency & Innovation — Page WILDLIFE-35 Decision unit E-710 is for replacement of one all-terrain vehicle that has reached the end of useful life.", "The Department has taken leadership on important issues impacting wildlife and people in Nevada."], "4": ["Pursuant to Nevada Revised Statutes (NRS) 232.511, the CAU is to sunset at the end of the 2019-2021 biennium.", "The CAU saw increased consumer inquiries in FY 2019-2020.", "The Covid-19 pandemic increased inquiries related to business practices and price inflation.", "Several other business categories saw increased inquiries during the pandemic, including inquiries related to home repairs and contracting.", "55 or other enabling legislation.", "55 OR OTHER ENABLING LEGISLATION.", "SENATOR GOICOECHEA: The Occupational Safety and Health Enforcement Section conducted several inspections across the State during the pandemic.", "Was the 16.5 percent increase in revenues in B/A 210-4682 during the pandemic a result of Coronavirus Aid, Relief and Economic Security (CARES) Act monies?", "Is that money from the CARES Act or other federal pandemic relief legislation?", "I am afraid my son or I will become victims of law enforcement.", "I am scared and fear for my son's life.", "This is going on in Nevada communities.", "The first phase was initially anticipated to be deployed January 2021; however, delays were experienced due to business disruptions and closures associated with the Covid-19 pandemic.", "NSHE - W.I.C.H.E.", "The Commission implemented the change in FY 2020-2021 due to pandemic-related budget reductions.", "* * * * * MS. HOPPE: The next budget is Department of Indigent Defense Services, B/A 101-1008.", "According to the Agency, on August 11, 2020, a stipulated consent judgment was filed for Davis v. Nevada.", "A214501008, WHICH PROVIDES GENERAL FUND APPROPRIATIONS OF $75,000 IN EACH YEAR OF THE 2021-2023 BIENNIUM TO SUPPORT COURT MONITOR EXPENDITURES REQUIRED BY THE DAVIS V. NEVADA CONSENT JUDGMENT; APPROVE BUDGET AMENDMENT NO.", "This account was established in FY 2019-2020 for the purpose of managing Coronavirus Aid, Relief, and Economic Security (CARES) Act funds, including Coronavirus Relief Funds (CRF) and Governor's Emergency Education Relief Funds.", "Going forward this account will include funds appropriated through the CARES Act, the Consolidated Appropriations Act of 2021 (CAA) and the American Rescue Plan Act (ARPA).", "This budget account will be used for one-time appropriations for federally funded programs that are intended to provide funds to State and local governments to respond to the Covid-19 public health emergency.", "The second component of this decision unit is Coronavirus Relief Funds.", "Having been given an additional year to spend these funds, we are continuing to review the use of the funds and other funds that have been appropriated through the most recent coronavirus relief packages.", "They come through the Coronavirus Preparedness and Response Supplemental Appropriations Act.", "LESLEY MOHLENKAMP (Coronavirus Relief Fund Coordinator, Office of Finance, Office of the Governor): Each one of the programs has a different structure.", "Earlier, we had done the Covid Statewide Residential Rental program through the Treasurer's Office.", "ASSEMBLY BILL 471: Revises provisions relating to the system for reporting information relating to cancer and other neoplasms.", "The Covid-19 pandemic has caused many Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Human Services April 29, 2021 shifting responsibilities for these specialists.", "* * * * * MR. THAUER: The next budget is B/A 101-3213, Immunization Program, beginning on page 13 of Exhibit B. HHS-DPBH - Immunization Program — Budget Page DHHS-DPBH-48 (Volume II) Budget Account 101-3213 There is one major closing issue on page 14 of Exhibit B, the conversion of one contracted federal-grant funded health program officer position to a full-time permanent State health program specialist.", "The new requirements include influenza planning and the increase in immunization coverage rates in adolescents and adults in Nevada.", "Major closing issue 1 on page 18 is decision unit E-225, a new Infection Prevention Unit.", "E-225 Efficiency & Innovation — Page DHHS-DPBH-68 The Governor recommends adding four new positions to this budget for the creation of a new Infection Prevention Unit.", "This measure is a proactive approach to infectious disease prevention in healthcare facilities, where the most vulnerable Nevadans reside.", "Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Human Services April 29, 2021 ASSEMBLYWOMAN MONROE-MORENO MOVED TO RECOMMEND TO THE FULL COMMITTEES APPROVAL OF THE CREATION OF A NEW INFECTIOUS DISEASE UNIT IN B/A 101-3216 WITH FOUR NEW HEALTH PROGRAM SPECIALIST POSITIONS AT A COST OF $289,511 IN FY 2021-2022 AND $389,046 IN FY 2022-2023 AS RECOMMENDED BY THE GOVERNOR AND WITH THE NOTED TECHNICAL ADJUSTMENT ON PAGE 19 OF EXHIBIT B.", "CHAIR RATTI: Since we know how high the fatalities were in healthcare facilities in the pandemic, this is important work, and I am grateful to see it.", "* * * * * Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Human Services April 29, 2021 MR. THAUER: Major closing issue 2 concerns the transfer of the HIV Surveillance Program and supporting funds to the Communicable Diseases budget, B/A 101-3215.", "HHS-DPBH - Communicable Diseases — Budget Page DHHS-DPBH-59 (Volume II) Budget Account 101-3215 The recommended transfer would integrate all HIV/AIDS-related services under one budget account for efficiency gains.", "ASSEMBLYWOMAN MONROE-MORENO MOVED TO RECOMMEND TO THE FULL COMMITTEES APPROVAL OF THE TRANSFER OF THE HIV SURVEILLANCE PROGRAM IN B/A 101-3219 TO B/A 101-3215, INCLUDING TWO PERMANENT POSITIONS AND PROGRAM EXPENDITURES TOTALING $523,580 IN FY 2021-2022 AND $521,889 IN FY 2022-2023 AS RECOMMENDED BY THE GOVERNOR.", "* * * * * MR. THAUER: Major closing issue 3, beginning on page 23 of Exhibit B, concerns the Governor's recommendation to add Covid-19 federal grant funds pursuant to Budget Amendment No.", "A215753219 (Exhibit C).", "Since the outbreak of the pandemic, the Biostatistics and Epidemiology program is part of the State's coordinating and managing team of agencies that plans and implements the Statewide public health response.", "The Governor's budget amendment would add significant federal epidemiology and laboratory capacity for infectious disease centers for Disease Control and Prevention (CDC) cooperative agreement Covid-19 component grant funds to this budget to support its efforts Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Human Services April 29, 2021 to coordinate a public health response to the coronavirus crisis.", "A215753219 IN B/A 101-3219 WHICH ADDS $58.4 MILLION IN FEDERAL CDC EPIDEMIOLOGY AND LABORATORY CAPACITY FOR INFECTIOUS DISEASE COVID-19 COMPONENT GRANT FUNDS IN FY 2021-2022 AND $78.3 MILLION IN FY 2022-2023.", "That is not what section 10 either contemplates or restricts.", "A214404709 which is being considered today.", "* * * * * CHAIR DENIS: We will proceed to DPS Nevada Highway Patrol (NHP), B/A 201-4713.", "In the mid-level scenario, vaccines become available and initial travel hesitation fades as conferences, conventions and shows resume in FY 2021-2022 leading to the return to the FY 2018-2019 levels by the end of the biennium.", "In the worst case scenario, Covid-19 would continue to spread, and there would be no significant recovery to travel in the 2021-2023 biennium.", "The DTCA also provided updated reserve projections for FY 2020-2021.", "In August 2020, we were optimistic about recovery beginning in fall 2020; however, the third wave of Covid-19 happened, and our recovery did not begin.", "We understand they have had the impact during Covid-19 of people visiting.", "The DTCA indicated that it anticipates resuming international marketing in Canada and Mexico in FY 2021-2022.", "Long-haul visits were not anticipated to fully recover to pre-pandemic levels until FY 2022-2023.", "Because we were travelling in-State, the rural areas did not suffer during the Covid-19 pandemic as much as the urban areas of the State.", "However, the Agency indicates that progress towards other identified actions, such as expanding ad revenue, has been limited due to the COVID-19 pandemic and its impact on the Agency’s tourism advertisers.", "We also understand with this Board just getting up and running in the 2019 Session and the evolution and how they are trying to mirror themselves after the gold standard of our Nevada Gaming Control Board, that they need some of these options.", "We noticed during the pandemic that they did well.", "The Division was approved to host this conference in fiscal year (FY) 2020, however, due to the pandemic, it was postponed.", "***** Chair Carlton: We can go on to our next item for this morning, which is the Nevada Gaming Control Board.", "COMMERCE & INDUSTRY GAMING CONTROL BOARD GCB - GAMING CONTROL BOARD (101-4061) BUDGET PAGE GAMING CONTROL BOARD-7 Julie Waller, Senior Program Analyst: The first budget for the Nevada Gaming Control Board budget closing is budget account 4061 on page 17 [Exhibit C] of your closing packet.", "However, due to the COVID-19 health crisis, a state mandate Assembly Committee on Ways and Means Senate Committee on Finance April 12, 2021 restricted agency travel for the latter part of FY 2020 and in FY 2021, which has impacted and extended the agency’s uniform audit cycle.", "It is one of the consequences of the pandemic.", "Item 1 is for Hepatitis B vaccinations for Enforcement Division employees.", "Assemblywoman Titus: I have a question on Other Closing Item 1 regarding the Hepatitis B vaccines.", "Those are a once-in-a-lifetime vaccine.", "I am wondering if those vaccines are for the new hires and if so, how many employees would actually be covered?", "Mary Ashley, Deputy Chief, Administration Division, Nevada Gaming Control Board: The average cost for the vaccination is $300 for the series, and we are estimating an average of 18 employees per year would participate in wanting to be vaccinated.", "You vaccinate every new employee, and I understand that, but typically you do not have 18 new employees on an annual basis, correct?", "On April 1, 2021, the money committees took action to approve the Governor’s recommendation to authorize American Rescue Plan Coronavirus State and Local Fiscal Recovery Funds to restore those positions effective October 1, 2021, pending guidance from the federal government on the allowable use of the funds, and provided Fiscal staff with authority for any necessary technical adjustments.", "However, due to budget reductions and delays resulting from the COVID-19 pandemic, this timeline has been extended to the end of FY 2025.", "This is largely due to the effects of COVID-19 as well as the redirection of the 75 percent governmental services tax to the State General Fund in FY 2021 as approved during the 31st Special Session.", "Again, a lot of this reduction, as was projected, is due to the ongoing effects of the COVID-19 pandemic.", "That increased cap is scheduled to sunset at the end of FY 2022.", "Based on this review, as well as the updated Assembly Committee on Ways and Means Senate Committee on Finance Subcommittees on Public Safety, Natural Resources, and Transportation April 13, 2021 Highway Fund projections, the DMV and the Governor's Finance Office request various changes to the computer equipment that the Governor originally recommended for replacement in the upcoming biennium.", "The Department indicates the number of text messages increased in recent months as field offices have adapted to the COVID-19 pandemic, and the Department has modified its contract with Qmatic to increase the number of text messages to 7 million per year, which increased the contract cost.", "As you can see, credit card fees have increased in recent years from $7.1 million in FY 2018 to $7.8 million in FY 2019, with a slight reduction in FY 2020 to $7.3 million, largely related to the COVID-19 pandemic and the closure of DMV field offices.", "In addition, the Department provided, on the top of page 19, the historic expenditure information, modified FY 2020 information to normalize FY 2020 expenditures to account for the COVID-19 pandemic, and projections for the upcoming biennium.", "These increases are somewhat related to the COVID-19 pandemic.", "But I understand during the pandemic that might be difficult to do.", "Do you think that was due to COVID-19 perhaps, where they did not renew their registrations or did not get licenses?", "They will not have that ready until 2023, is that correct?", "This budget was established to isolate the expenditures associated with the replacement of the Department of Motor Vehicles (DMV) current Common Business Oriented Language (COBOL) mainframe and PowerBuilder computer system with a new integrated computer system that will operate on a single platform.", "The Department indicates this road map emphasizes new ways to conduct business that center on online strategies whenever possible, with the Department indicating that the COVID-19 pandemic has forced an adjustment to its transformation efforts by bringing forth the need for a virtual DMV field office similar to those recently launched by the California DMV.", "The DMV indicates the Slalom team will be conducting all configuration, development, and programming for the planned Salesforce cloud application and MuleSoft software solution.", "You can see that the Highway Fund was projected in the Governor's recommended budget to decrease in FY 2022 and FY 2023 compared to historic levels largely due to the COVID-19 pandemic.", "Fiscal Analysis Division staff would note the Department indicates the state is slated to receive approximately $90 million in transportation—related funding from the recent federal Coronavirus Response and Relief Supplemental Appropriations Act of 2021.", "The Department stated the project is progressing slower than originally planned, with the COVID-19 pandemic affecting the vendor, but they were confident the project would be completed in FY 2024 as originally planned.", "The Department indicates this project has been delayed due to numerous factors, including staff turnover and the COVID-19 pandemic.", "A215511000.", "This is a 52 percent increase from FY 2019-2020 to FY 2020-2021.", "CHAIR BROOKS: Nevadans had to advocate for their share of funds under the Coronavirus Aid, Relief and Economic Security Act and the American Rescue Plan Act of 2021.", "The scope of services provided by the Governor's Washington Office increased over the past year due to the pandemic and the associated federal response.", "One restores travel funding to pre-pandemic levels.", "It supports the Nevada Sentencing Commission.", "Although this reclassification was formally approved by the 2019 Legislature, due to the circumstances surrounding the COVID-19 pandemic and the resulting economic impact, the reclassification was not implemented during the 2019-2021 biennium.", "This budget also oversees the Victim Information and Notification Everyday system authorized pursuant to NRS 228.205.", "***** I will open the meeting for public comment.", "BILL DRAFT REQUEST S-1127: Makes an appropriation to the Nevada Gaming Control Board for the continuing costs of replacement of its information system.", "FY 2021 One-Shot: This request funds the replacement of computer hardware and software equipment.", "Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on K-12/Higher Education/CIP April 27, 2021 The NDE indicates the CSF conducted two-day in-person meetings prior to the pandemic and plans to continue that process during the upcoming biennium.", "The CSF has held its monthly meetings virtually since April 2020 due to the pandemic.", "Is that due to pandemic-related issues faced by institutions of higher education?", "The NDE indicates these positions will assist with pandemic recovery efforts as schools reopen and students return to classrooms.", "The program has been placed on hold through FY 2020-2021 due to the pandemic and budget reductions.", "HAWAH AHMAD (Clark County Education Association): The Clark County Education Association (CCEA) looks forward to working with legislators as Covid-19 education relief funds are disbursed.", "As we work to understand the full impact the pandemic has had on our children, we must reevaluate how we fund education in Nevada.", "Nevadans expect more.", "34 is to update the titles for sworn law enforcement officers at the NDA.", "MATTHEW TUMA (Deputy Director, Department of Administration): Senate Bill 34 allows NDA police offers to receive Heart and Lung program benefits administered by the RMD.", "It is projected that 1.5 claims will be filed for NDA police officers Senate Committee on Finance April 28, 2021 that develop heart or lung disease.", "55 (Exhibit B).", "147 change its fiscal note?", "(BDR S-506) MR. THORLEY: The Department of Health and Human Services, Division of Child and Family Services (DCFS) submitted a fiscal note on S.B.", "The measure now requires the DCFS to conduct a study during the 2021-2023 interim concerning investments in juvenile justice prevention activities in Nevada.", "194 on April 16, 2021.", "194 has been reduced.", "220 to S.B 194 as introduced significantly reduces the NDE fiscal note?", "194 through Amendment No.", "194 is similar to that in Assembly Bill (A.B.)", "218 to S.B.", "218 to S.B.", "76 is approved?", "76 is approved.", "76 as amended to keep four NSEA nominations to the NDE Teachers and Leaders Council of Nevada (TLC).", "218 to S.B.", "175 to S.B.", "40 showing a fiscal impact to the DCHFP.", "ELLEN CRECILIUS (Actuarial Economist, Division of Health Care Financing and Policy, Department of Health and Human Services): For fiscal year (FY) 2021-2022 and FY 2022-2023, the total amount in the unsolicited fiscal note submitted by the DHCFP for S.B.", "SARA CHOLHAGIAN (Executive Director, Patient Protection Commission, Office of the Governor): Senate Bill 40 was a priority bill draft request of the Patient Protection Commission for the Eighty-first Session.", "ROBIN REEDY (Executive Director, National Alliance on Mental Illness): The National Alliance on Mental Illness (NAMI) in Nevada supports S.B.", "70 (Exhibit B).", "70 due to the changes made to sections 11, 18 and 47 by Amendment No.", "Section 18 of S.B.", "94 to the Bill.", "DUANE YOUNG (Deputy Administrator, Division of Health Care Financing and Policy, Department of Health and Human Services): Many IMDs provide faster treatment but people may not feel comfortable going into these facilities due to stigma.", "The DCHFP's fiscal note for S.B.", "MS. REEDY: The National Alliance on Mental Illness in Nevada supports S.B.", "262 to this Bill.", "293 of the 80th Session which stated Nevada will no longer treat children who have been sexually trafficked as offenders, instead stating they will be treated as victims.", "293 of the 80th Session stated Nevada needed to figure this issue out by July 2022.", "The DCFS has identified U.S. Department of Health and Human Services, Title IV-B, subpart 2 funding and U.S. Department of Justice, Office for Victims of Crime, Victims of Crime Act (VOCA) funding as two federal funding streams which can be used to fully fund the DCFS contractor position without impacting the General Fund.", "Title IV-B funding has subparts I and II.", "The DCFS has identified Title IV-B, subpart II as being an appropriate funding source for hiring its contract position.", "262 as additional work needs to be done.", "262 removes references to detainment, as restrictions exist for using Title IV-E funding for detention services.", "Section 29 of S.B.", "262 helps with this.", "These include CIP Projects 21-P01, 21-M01 and 21-M46 from the DOA and 21-M26 from the Nevada Department of Veterans Services (NDVS).", "Project 19-M27 was cancelled, and no progress has been made on it due to lack of funding.", "Project 21-C02 is a continuation of the advanced planning in Project 17-P04 and planning work can be started as the ASD prepares to sell a bond later in 2021.", "The price for Project 21-C02 has been increasing due to escalation and inflation.", "Project 21-C06 is proceeding as planned with the SPWD reviewing environmental and historic preservation plans to ensure a competitive application.", "SENATOR RATTI: I want to see Project 21-C06 move forward, as there are many barriers to its construction.", "This money was reverted due to the Covid-19 pandemic, and we will need a new plan to support the Legislature and its business as Project 21-P01 moves forward.", "21-M11—Uninterruptable Power Supply and Temperature Control System Upgrade (Bryan Building) Project No.", "21-M23—HVAC Renovation (Department of Motor Vehicles, Carson City) Project No.", "From missions relating to the Covid-19 pandemic, fighting wildfires and civil unrest, the Guard is always ready and available.", "CHAIR DONDERO LOOP: The Guard has been instrumental in helping Nevada get through the Covid-19 pandemic.", "ASSEMBLYWOMAN GORELOW: The Guard has been invaluable to Nevada throughout the Covid-19 pandemic.", "What modifications to Project 21-C03 are required to complete the necessary planning efforts for the project, and how will these efforts be funded?", "21-M02—Deferred Maintenance (Department of Health and Human Services) ASSEMBLYWOMAN GORELOW: Please explain how the State would be reimbursed with matching federal funds for the planning efforts of Project 21-C03.", "SENATOR SEEVERS GANSERT: This is similar to what occurred during a previous project at the NDVS Northern Nevada State Veterans Home (NNSVH).", "CLAYTON CHAPPELL (Colonel, Nevada National Guard, Office of the Military): Federal funding is available for Project 21-C07 and other Guard projects.", "ASSEMBLYWOMAN CARLTON: I am glad Project 21-C07 can have flexibility regarding how approved funding will be spent.", "21-M19—HVAC Systems Renovation (Carlin Readiness Center) Project No.", "21-M43—Domestic Hot Water System and Transformer Replacement (Office of the Adjutant General) Project No.", "21-E03—Upgrade Interior Lighting (Las Vegas Readiness Center) Project No.", "MR. PATRICK: Project 21-C11 is described on pages 143 through 145 of Exhibit B and supports the continuation of Project 19-C03.", "21-C11—Cemetery Expansion Supplemental Funding (Southern Nevada Veterans Memorial Cemetery) The proposed expansion location for Project 21-C11 is larger than depicted in the picture on page 144 of Exhibit B and will expand into the undeveloped sagebrush area.", "Project 19-C03 is also dependent on the approval of Project 21-C11, as the projects collectively would fulfill the VA's requirement to expand the interment area at the NDVS' Southern Nevada Veterans Memorial Cemetery (SNVMC).", "This also happened with the design process of Project 19-C04 in Fernley, which has since been corrected with funding from the NDVS.", "The NDVS is meeting the Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on K-12/Higher Education/CIP April 2, 2021 VA's ten-year expansion requirement by including construction funding from Project 19-C03 and Project 21-C11 together in the same application.", "The scope of work for Project 19-C03 and Project 21-C11 will be bid on under one contract.", "21-P03—Advance Planning: Remodel & Addition (Southern Nevada State Veterans Home) The NDVS Southern Nevada State Veterans Home (SNSVH) currently has 180 beds and was built approximately 20 years ago.", "The SNSVH currently has 124 residents and was taking no new admissions during the Covid-19 pandemic due to protocol.", "These VA guidelines were updated first in 2006 and then again in 2019.", "Many NDVS projects were started before the Covid-19 pandemic.", "Studies have shown that nursing homes with double rooms are 3.7 times more likely to contract Type-A Influenza which is similar to Covid-19 in its method of transmission.", "Even though individualized care can be better offered in single rooms, we have been providing essential care to residents in double rooms throughout the Covid-19 pandemic.", "Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on K-12/Higher Education/CIP April 2, 2021 The VA is investing more funding for home health care through the recently passed VA Mission Act of 2018.", "MS. MILLER: I asked the administrators of the NDVS' veterans homes about this.", "21-M40—Temperature Controls Replacement (Southern Nevada State Veterans Home) Remainder of page intentionally left blank; signature page to follow.", "BILL DRAFT REQUEST 45-1089: Revises provisions relating to wildlife.", "Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Human Services April 15, 2021 The Subcommittees inquired about the impacts of the pandemic on the Child Care Program.", "The Subcommittees further inquired how long the program changes made in response to the pandemic would persist into the 2021-2023 biennium.", "The work program gave the DWSS authority to receive $92.7 million in federal Coronavirus Response and Relief Supplemental Appropriations Act (CRSSA) grant funding, which allows the DWSS to continue its efforts in mitigating the impact of the pandemic on the program and child care businesses.", "As discussed during the budget hearing on February 26, 2021, the Families First Coronavirus Response Act (FFCRA) authorizes a temporary 6.2 percentage point increase in the standard FMAP rate for quarters in which a public health emergency (PHE) is in effect, as declared by the federal government.", "Knowing we were one of the hardest hit states due to the pandemic, is the pandemic year included as part of that calculation?", "The DHCFP is skeptical about those numbers, as it knows the State has struggled during the pandemic.", "At this time, when so many families are struggling, we appreciate the flexibility in a program to not kick people off of health care in the middle of the pandemic.", "MELISSA LAUFER-LEWIS (Administrative Services Officer IV, Division of Health Care Financing and Policy, Department of Health and Human Services): The DHCFP believes the 6.62 percent rate is more accurate than the current inflation rates from Moody's Analytics.", "FY 2021 One-Shot, Supreme Court—Page BUDGET OVERVIEW-25—This request funds the replacement of computer hardware and software equipment.", "If a comprehensive e-filing system had existed during the Covid-19 pandemic, fewer people may have physically entered Nevada courthouses.", "FY 2021 One-Shot, Central Rep for NV Records of Criminal History—Page BUDGET OVERVIEW-24—This request continues funding for the Nevada Criminal Justice Information System modernization program.", "(BDR S-1130) PATRICK CONMAY (Chief, Investigation Division, Department of Public Safety): I will speak to the provisions of S.B.", "FY 2021 One-Shot, Investigation Division—Page BUDGET OVERVIEW-24—This request funds the replacement of computer hardware and software equipment.", "FY 2021 One-Shot, Division of Parole and Probation—Page BUDGET OVERVIEW-24—This request funds the replacement of computer hardware and software equipment.", "This is a benchtop automated extraction instrument for polymerase chain reaction (PCR) testing for Senate Committee on Finance April 22, 2021 trichomoniasis in livestock.", "FY 2021 One-Shot, Veterinary Medical Services—Page BUDGET OVERVIEW-23—This request funds the purchase of new laboratory equipment and maintenance contracts.", "In FY 2019-2020, we performed another 8,737 molecular tests.", "SENATOR GOICOECHEA: There were discussions on moving the Elko PCR machine to another part of the State for Covid-19 testing.", "The Sparks laboratory lent a newer machine to the Las Vegas region to assist with Covid-19 testing.", "(BDR S-1127) MICHAEL MORTON (Senior Research Specialist, Nevada Gaming Control Board): Senate Bill 413 appropriates about $5.4 million to the Nevada Gaming Control Board (NGCB) for the continuation of an agency-wide transition from its COBOL-based system to applications developed using current technologies.", "FY 2021 One-Shot, Gaming Control Board—Page BUDGET OVERVIEW-23—This request funds continuation of the replacement of the agency's legacy information system.", "SENATOR SEEVERS GANSERT: Is the NGCB replacing a COBOL-based system?"], "1": ["With severe impacts of the COVID-19 pandemic, the NSEA believes that the implementation of Senate Bill 543 of the 80th Session (2019) is the only responsible course of action, as it will provide additional time to stabilize the economy and develop a revenue plan to achieve optimal education funding.", "With the 81st Session approaching and the COVID-19 pandemic still raging, the NSEA knows this is a critical period for Nevada schools.", "Our budget building process coincided directly with the start of the pandemic, which was challenging for agencies.", "The agencies had to halt normal budget building activities to take immediate cost-saving measures in response to the COVID-19 related economic downturn.", "These cost-saving measures included a hiring freeze, identifying and enacting immediate expenditure reductions to offset lower state revenues, determining thousands of expenditures to submit for federal coronavirus relief fund reimbursements, and providing budget reductions from the 31st Special Session.", "The national economy was in its longest expansion on record before ending abruptly last spring when the economy plunged into a recession triggered by the COVID-19 pandemic.", "Prior to the pandemic, the national unemployment rate was at its lowest rate in five decades.", "The efforts to slow the spread of COVID-19 forced millions out of work, which pushed the unemployment rate up to approximately 15 percent.", "One year ago, the Nevada economy was on a strong footing, but that abruptly changed when the coronavirus caused a global health crisis and shut down much of the economy.", "The gaming industry is one of the hardest hit sectors from the COVID-19 outbreak.", "The economic consequences of COVID-19 are still unfolding, and there are many uncertainties about what the new year will bring.", "However, the vaccine is here, and it creates optimism that the pandemic may start to subside midyear and assist in the transition to a new post-pandemic life.", "The low rates can be seen before the pandemic hit in February 2020.", "The rates peaked in April 2020, when Nevada was at 30.1 percent and the nation was at 14.8 percent.", "As part of the early effects from the COVID-19 crisis, the state was forced to implement various budget reduction strategies using all of the funds from the Account to Stabilize the Operation of the State Government [Nevada Revised Statutes (NRS) 353.288] to mitigate the plummeting tax revenues in fiscal year (FY) 2020, and a special session of the Legislature was called to enact budget cuts to the FY 2021 budget.", "Moving to page 19 [Exhibit C], which shows the General Fund by Department.", "As Governor Steve Sisolak discussed during the State of the State speech, there is $50 million to provide assistance for eligible businesses, nonprofit, and other entities affected by the COVID-19 pandemic.", "Nevada businesses have sacrificed during the pandemic-related shutdowns and restrictions, and the Governor's proposed Executive Budget adds much needed immediate assistance for Nevada small businesses affected by this pandemic.", "Sarah Coffman, Assembly Fiscal Analyst: The next presentation is the Department of Administration.", "Phase 3 of the Office 365 rollout for the Department of Motor Vehicles and the Nevada Department of Corrections is the next enhancement.", "I want to take a moment to let Subcommittee members know how integral Office 365 has been in the support of statewide productivity during the pandemic.", "At the bottom of page 9 there is a chart showing statistics on Microsoft Teams usage from February 2020 before the pandemic compared to December 2020.", "20-07 issued in February 2020.", "When the pandemic struck last spring, the office was shut down for a period of time while they worked to figure out how they were going to do this, and what would be the best video product to use.", "That was a summary of what is included in the 2021 CIP.", "Now we will look at the 91 projects that are included in the 2021 CIP.", "We had a successful ribbon-cutting ceremony for the new Reno Department of Motor Vehicles (DMV) office during COVID-19 that was appropriately social distanced and the recommendation in the Governor's budget is to build a similar DMV facility at the Silverado Ranch in Las Vegas.", "This project was further delayed by COVID-19.", "The status of the 2019 CIP projects is also shown on page 22.", "The \"g\" indicates that the project is partially funded by the Nevada Army National Guard and the \"h\" indicates the project is partially funded with State Highway Funds.", "Since that time, the employees have picked up the ball and ran with it during January, February, and March, and then COVID-19 hit resulting in a downturn in site visits and reports.", "Another challenge is that during the COVID-19 period, the SPWD is continuing to recruit for unclassified positions.", "The last challenge is the difficulty of functioning under the COVID-19 environment.", "The COVID-19 pandemic has affected production and work in many ways, and it must be recognized that the pandemic has affected working conditions at SPWD.", "The 20-year cycle ends in 2028.", "Those numbers are the result of several steps taken to minimize the backlog of cases in the Supreme Court, but the low numbers are also a result of the pandemic.", "The pandemic is a far-reaching issue that extends far into the district courts.", "This is concerning.", "The COVID-19 pandemic has affected administrative assessment revenues which are down by approximately 33 percent from levels received prior to the pandemic.", "3 of the 31st Special Session (2020), sections 15 and 56.5.", "Through the pandemic, we had an example of what happens when the assessment dollars do not come in.", "Turning to slide 4 you see our practices that come from responding to the pandemic regarding our Department priorities.", "Again, something demonstrated in the pandemic, and that we have been working toward incrementally, is recognizing the value of data.", "She has translated this for immunization.", "This is a way of getting at how to best capture information about our most vulnerable populations as demonstrated by what we have been able to do during the pandemic.", "Again, during the pandemic, we have found that consumers need assistance with navigation.", "• Preventing or reducing inappropriate institutional care.", "Slide 18 details the Indigent Hospital Care program.", "In public health programs, there is a surveillance arm that does not always get funded at a federal level and may roll out over time.", "One of the challenges that I found during the pandemic has been the control of data without doing anything with it.", "Legislative Commission's Budget Subcommittee January 21, 2021 I think what illustrates this best is the COVID-19 dashboards that have been developed.", "I know that is not for today.", "One of the responses to your last point about funding that was carried forward, is that after the 31st Special Session, the U.S. Secretary of Health and Human Services declared the extension of the public health crisis, which enhanced our Federal Medical Assistance Percentage (FMAP), and that is calculated in three-month increments.", "Before the Trump administration ended, the Secretary of Health extended the enhancement through June 2021.", "The concerns are twofold.", "[Nevada 2-1-1 is a program of the Department of Health and Human Services committed to helping Nevadans connect with the services they need.]", "Division of Health Care Financing and Policy Overview Department of Health and Human Services Suzanne Bierman, J.D., M.P.H., Administrator, Division of Health Care Financing and Policy, Department of Health and Human Services: We have a PowerPoint [Exhibit D] titled \"State of Nevada, Department of Health and Human Services, 2022-2023 Governor Recommends Budget, Pre-Session Budget Hearing, Division of Health Care Financing and Policy, January 21, 2021.\"", "The Division of Health Care Legislative Commission's Budget Subcommittee January 21, 2021 Financing and Policy (DHCFP) is also known as Nevada Medicaid.", "We have seen a significant increase in our program participation since the COVID-19 pandemic and economic crisis.", "The divisions of DHHS and many others throughout the state have been working hard on the COVID-19 response.", "We have our accomplishments in two different buckets including the accomplishments in COVID-19 and non-COVID-19.", "By the end of the current biennium [2019-2021], a 20 percent increase is projected over what we were planning before COVID-19 began.", "Because of COVID-19, we made some changes to streamline the provider enrollment processes, ensure telehealth was available, and ensure that services remained available.", "We also wanted to promote social distancing and do what we could to support efforts to slow the spread of the virus.", "Outside of the COVID-19 response, we developed a new program to expand coverage options for individuals who are enrolled in both Medicare and Medicaid.", "I will note that while the caseload is still growing, it is not growing at the same level and the same rates that we saw in April 2020, not quite the level and fast growth that we saw immediately following COVID-19 and the economic emergency.", "Another factor we mentioned is the enhanced FMAP that came to the state through the Families First Coronavirus Response Act [The Families First Coronavirus Response Act is an Act of Congress meant to respond to the economic impacts of the ongoing COVID-19 pandemic.", "The act provides funding for free COVID-19 testing, 14-day paid leave for American workers affected by the pandemic, and increased funding for food stamps.]", "The rows in green on this chart show the impact of the 6.2 percentage point increase in the standard FMAP under the Families First Coronavirus Response Act (FFCRA).", "The next mandate is electronic visit verification (EVV) required under the 21st Century Cures Act [The 21st Century Cures Act (Cures Act), signed into law on December 13, 2016, is designed to help accelerate medical product development and bring new innovations and advances to patients who need them faster and more efficiently.]", "We had many conversations about the requirements of the Families First Coronavirus Response Act (FFCRA) and how the Centers for Medicare and Medicaid Services (CMS) would react to states trying to make changes to services.", "The valid issue that you are raising involves ensuring that the amounts we have paid to managed care organizations accurately reflect the costs and are appropriate premiums during this unprecedented time of COVID-19 that no one could have foreseen.", "You show the huge climb after COVID-19 hit, and now we are flattening that curve.", "Our current numbers suggest that we saw more enrollees early in the pandemic.", "We experienced this in prior recessions and know that COVID-19 is both similar and different from anything we have seen before.", "There is a COVID-19 package that could potentially provide some Consolidated Omnibus Budget Reconciliation Act (of 1985) (COBRA) assistance for that type of employer-sponsored insurance.", "We will proceed with our PowerPoint presentation titled \"State of Nevada, Department of Health and Human Services, 2022-2023 Governor Recommends Budget, Pre-Session Budget Hearing, Division of Welfare and Supportive Services, January 21, 2021,\" [Exhibit E].", "[The Coronavirus Aid, Relief, and Economic Security Act, also known as the CARES Act, is a $2.2 trillion economic stimulus bill passed by the 116th U.S. Congress and signed into law on March 27, 2020, in response to the economic fallout of the COVID-19 pandemic in the United States.]", "It focuses on the whole family's wellbeing including children's immunization at the same time working with the parents to gain enhanced work skills, education, and employment.", "The recent COVID-19 bill provides a 15 percent increase to SNAP benefits through June 2021.", "That is based on the FY 2020 data.", "Then in March 2020, COVID-19 hit and there were many changes to the program.", "We made temporary flexibility in eligibility criteria for those who lost their jobs because of COVID-19.", "However, because of the COVID-19 event, we are seeing an increase in volume, applications, caseloads, and tasks.", "Joe Garcia, Acting Deputy Administrator, Field Operations Support, Division of Welfare and Supportive Services, Department of Health and Human Services: Slide 19 [Exhibit E] is a summary of our budget reductions.", "Slide 21 outlines our one-shot initiative which is a child support replacement system known as NVKIDS.", "We appreciate them going through all work that they did to help their friends and neighbors get through this process and this pandemic.", "When the pandemic hit, we had to crunch together and get this rolling.", "When the pandemic was hitting, I asked a worker or two to unplug their computer and monitor and take it home and see if it worked.", "That is the picture of what happened during the pandemic.", "I will tell you that we have been experiencing some difficulties mostly because of COVID-19 and the housing lockdown at the prisons.", "Recently, we approved an application for COVID-19 inmates.", "But because of COVID-19, we pulled them out.", "I have never seen a waiver like this come through, done specifically because of the COVID-19 event.", "Thank you for your leadership and your staff and everything they have done during the pandemic.", "[Meeting is recessed at 11:30 a.m.] [Meeting reconvened at 12:20 p.m.] Chair Carlton: Next on our agenda is the Division of Public and Behavioral Health, Department of Health and Human Services.", "We also received the Gold Standard Certification for Nevada's Central Cancer Registry Call for Data for the 2019 data submission.", "Noted on slide 6, our Division led collaboration across multi-jurisdictions and agencies to coordinate resources across all disciplines related to the COVID-19 pandemic.", "Slide 8 Legislative Commission's Budget Subcommittee January 21, 2021 explains that DPBH developed multi-disciplinary strike teams that continue to work together on strategies to prevent the spread of COVID-19 within Nevada's licensed facilities.", "Slide 10 provides a summary of agency updates, which include continuing vital mobile outreach teams across Nevada and maximizing resources to ensure our programs provide quality services and care.", "I would like to note there are no major enhancements in the 2021-2023 Human Immunodeficiency Virus (HIV) program that includes the Nevada medication assistance program or NMAP.", "The agency will implement measures to prevent and control the spread of infectious diseases, including COVID-19 in licensed facilities.", "You will note projected demand for behavioral health services at the end of FY 2023 begins to increase after an initial decrease during the early months of the pandemic.", "Staffing coverage remains challenging because of the pandemic.", "We recommend four new positions in the Bureau of Health Care Quality and Compliance to support an infection control and prevention unit to proactively conduct infection control assessments within the approximately 766 licensed residential and long-term health care facilities.", "We recognized during the COVID-19 pandemic, there was a gap in the approach the Division was taking to prevent and control infections.", "We quickly realized this unit is needed to specifically address infection control and prevention in facilities where Nevada's most vulnerable citizens reside and foresee this need continuing in the future.", "Slide 21 continues our proposed budget reductions for clinical services and behavioral health wellness prevention and treatment.", "It is going to help all the other entities get their cancer reported.", "Assemblywoman Titus: I have a question regarding the women's health connection and the infectious disease registry and where we are going with that.", "We have the highest rate of newborn syphilis in the nation.", "Julia Peek: In our epidemiology programs, we know that syphilis is going to get worse in the nation.", "Nevada has the highest rate of syphilis and second highest rate in congenital syphilis.", "We are going to be working with our Sexually Transmitted Diseases (STD) program.", "But at this point, it will be our STD programs primarily in partnership with the private sector to screen them.", "Assemblywoman Titus: The world is focused on the pandemic and COVID-19, but we cannot forget diseases such as congenital syphilis that continues to haunt us and raise our costs for Medicaid.", "But I think from everything that I am reading that we are concerned about a lag with behavioral health issues presenting as the pandemic is winding down.", "The trauma of the pandemic will start to build the need for resources that will be more significant.", "We know that many individuals have been able to hold on and manage the secondary stressors of COVID-19 up until this time.", "We have seen an escalation in need.", "I know there is a concern about the impact that budget cuts may have on HIV patients and the 340B provider's ability to continue providing that service in a manner that those patients are accustomed to without disruption.", "Lisa Sherych: I would like to start by saying there are no major enhancements in the 2021-2023 HIV program that includes the Nevada medication assistance program.", "I look forward to going over our overview presentation [Exhibit G] titled \"State of Nevada, Department of Health and Human Services, 2022-2023 Governor Recommends Budget, Pre-Session Budget Hearing, Division of Child and Family Services, January 21, 2021.\"", "That vision has been helpful to us during the COVID-19 response, in particular for us, that order is important.", "One of our accomplishments was making it through the COVID-19 pandemic.", "For us that was a two-prong approach of making sure that we were slowing down the spread among the staff and the families we serve, but also protecting agency capacity and working hard to make sure that we did not have outbreaks that would terminate our ability to provide services throughout the state.", "Aside from those COVID-19 challenges, during the interim we were able to work with Medicaid to get approval of the 1915(i) state plan for those youth in specialized foster care.", "That is a step forward in protecting and securing the health of that special population.", "That residential treatment center unit has now been opened and is serving youth.", "Legislative Commission's Budget Subcommittee January 21, 2021 The October 1, 2017, Route 91 shooting made a need for services clear for us in Nevada because we in DCFS house the victims of crime program.", "In the eyes of the U.S. Department of Justice, we are the victims' services agency.", "We received special grant funding to respond to that shooting.", "Some examples of the benefits include that we were able during the COVID-19 pandemic to quickly identify and confirm a collapse of reports of child abuse and neglect.", "We are hopeful that will start the engine of prevention in Nevada.", "Another key priority for us is the Family First Prevention Services Act, which is different from the Families First Coronavirus Response Act.", "[The Title IV-E Prevention Program is also known as the Family First Prevention Services Act and was enacted as part of Public Law 115-123.", "It authorized new optional Title IV-E funding for time-limited prevention services for mental health, substance abuse, and in-home parent skill-based programs for children or youth who are candidates for foster care, pregnant or parenting youth in foster care, and the parents or kin caregivers of those children and youth.]", "There are certain requirements for congregate care that come into play, whether or not we access the prevention services.", "The next reduction is a training contract with an increase of use of online training which occurred even before COVID-19.", "Assemblyman Frierson: I want to ask you about slide 13 [Exhibit G].", "What is not fully reflected is that there has been a tremendous effort to reduce populations, especially at detention centers, and the commitment of youth to DCFS based on the risks of COVID-19 and the transmission in congregate care.", "I am familiar with Assembly Bill 67 of the 77th Session and treating the victims of trafficking as victims.", "I have not yet seen what we are actually doing to treat them as victims.", "I want to put this in context.", "I think abuse is up and domestic violence is up during COVID-19 when individuals are at home more.", "I am curious about what the thought process is with proposing to make a policy adjustment that passes additional costs on to jurisdictions that are already carrying the weight of COVID-19?", "The group created in response to Senate Bill 293 of the 80th Session met during the interim and received our recommendations.", "Because of COVID-19 and much of our training moving online, those savings were realized through the provision of online training, savings on travel and per diem, and associated costs.", "My last question is related to the issue of pepper spray and the investigation at Summit View Youth Center.", "Ross E. Armstrong: We received notification from the U.S. Department of Justice (DOJ) that it was looking into the use of force particularly the use of pepper spray at Summit View Youth Center and the Nevada Youth Training Center.", "Assemblywoman Titus: Are you using any of that for the victims of the horrific event of October 1, 2017, or some call it the Route 91 event, because those were all victims of a crime?", "But I think out of the horrific tragedy of Route 91, there are some amazing changes that are going to happen for our communities, and that includes recognizing the behavioral health needs of victims.", "The victim population was significant.", "Even through COVID-19 when they had to close down their physical location, their online presence has expanded to reach out to not just the victims in Las Vegas but throughout Nevada and the country.", "[She presented [Exhibit H] titled \"State of Nevada, Department of Health and Human Services, 2022-2023 Governor Recommends Budget, Pre-Session Budget Hearing, Aging and Disability Services Division, January 21, 2021.\"]", "I will highlight a couple of areas where we were creative with our current resources and collaborated across programs to support our communities over the last year during the pandemic.", "The long-term care ombudsman program was unable to visit many of the sites because of the COVID-19 pandemic.", "We also launched the Nevada CAN which was the COVID-19 aging response.", "We created a coordinated online effort which provided individuals the ability to request immediate assistance with food, medication, telehealth services, as well as social supports during the pandemic.", "Many of those are the ones most adverse to negative effects related to COVID-19.", "Many of these caseloads have been impacted by COVID-19, and those are the reasons some are showing reductions.", "That staff was prohibited during the pandemic from visiting sites and are now slowly returning to those facilities.", "We are working closely with individuals at the Division of Public and Behavioral Health, DHHS, to make sure we are only going to facilities that do not have current outbreaks.", "We often find that individuals especially during COVID-19 and through our Nevada CAN project, are identified as individuals who call multiple agencies, multiple numbers, and multiple community partners.", "Then those who need even more assistance such as somebody to come to their home to help them fill out the application all the way up to Legislative Commission's Budget Subcommittee January 21, 2021 somebody who may need adult protective services interventions will receive services.", "While we are serving everyone who is currently in the program, the cost per eligible has gone down partly related to COVID-19.", "There is the Office of Consumer Health Assistance, Nevada 2-1-1, Patient Protection Commission, Adult Protective Services, and Community Advocacy Program and those seem to be individual consumer focused.", "But the Patient Protection Commission takes it to a higher level.", "That was another thing that the Patient Protection Commission was going to look at.", "That was a big thing with the COVID-19 shutdown and the lack of communication with families.", "I think that is a huge issue related to COVID-19.", "I was wondering if you applied for any extra COVID-19 funds for that program?", "How was that funded?", "[The CARES Act Provider Relief Fund supports American families, workers, and the healthcare providers in the battle against the COVID-19 outbreak.", "The U.S. Department of Health and Human Services is distributing $178 billion to hospitals and healthcare providers on the front lines of the coronavirus response.]", "Maria Schellhase, Professor, College of Southern Nevada: From September to December of 2020, three full-time faculty members in my department passed away—two related to COVID-19 complications and the other to breast cancer.", "We express disappointment, especially, that all three plan choices carry such high out-of-pocket maximums, and that they intend to balance budget shortfalls on the bodies of the sick.", "During the COVID-19 pandemic, this is asking teachers to do their jobs on a tightrope without a net.", "Right now, I know two faculty members at UNLV who suffer serious lingering effects from COVID-19.", "Actuarial statistics inform us that between 100 and 150 state employees face disability every year, but who knows how many more the pandemic will bring?", "This cannot endure during the time of the COVID-19 pandemic.", "They have fought hard during the COVID-19 crisis and are continuing to do so.", "Back when we were given initial budget direction, earlier this year before COVID-19, we were told that we had to keep our budget flat.", "We knew we were going to have to make cuts at that point and that was before COVID-19 hit.", "COVID-19 has Legislative Commission's Budget Subcommittee January 25, 2021 affected everything it seems, but certainly our health plan including COVID-19 claims costs, medical costs, and vaccine costs.", "We were heavily affected by COVID-19 in plan year 2020 regarding the medical and pharmacy trend and we are unsure whether that will continue into 2021 and 2022.", "Unfortunately, due to COVID-19, we are not doing them in person; we are doing them over a webinar.", "The problem is that before COVID-19 hit, we were well ahead of the game.", "Particularly in the COVID-19 pandemic and knowing that we have some folks who are experiencing some longer-term effects of COVID-19.", "Sheri Brueggemann, Deputy Director, Department of Public Safety: Before you, you have the Nevada Department of Public Safety PowerPoint [Exhibit D], with our mission statement, vision statement, and motto.", "Going to page 4, we have been working on a lot of things despite COVID-19.", "Unfortunately, COVID-19 has played its part in curtailing that a little earlier than we had hoped, but we will try again this year.", "Finally, because of COVID-19 and several other things, obviously, the drain on our forces, we have weekly recruiting meetings that encompass all our positions in these areas.", "Obviously, new COVID-19 restrictions will restrict us from physical testing for awhile, so we will fall back on doing aptitude testing until physical testing is feasible again.", "Legislative Commission's Budget Subcommittee January 25, 2021 Curtis Palmer, Administrative Services Officer, Department of Public Safety: I am the senior fiscal officer and administrative services officer 4 for the Department of Public Safety.", "In the M-201 decision unit, there was an approved work study that was supposed to be conducted, but because of COVID-19 that work study was never started or completed.", "The Division continues to manage the 2017 flood public assistance grants in addition to the COVID-19 public assistance during the current pandemic.", "Further, the need to establish a state laboratory to undertake testing of biological samples is most recently underscored with the COVID-19 pandemic.", "We have 300 fatal crashes annually in Nevada, 55 percent of which involve an impairing substance, and that number is not going down.", "1 of the 79th Session (2017).", "I am talking about the results of the internal work study because the external work study could not be completed as funded last session because of the COVID-19 pandemic.", "Is there a lag time to acquire the results because you are using local facilities to run the tests, especially in this COVID-19 era?", "Assemblywoman Titus: You mentioned a little about the COVID-19 impact, and one of the things that I have had the Highway Patrol and Sheriff's Departments reaching out to me about is alcohol breathalyzers and the concern regarding those tests and the exposure of the officers to potential COVID-19.", "I did not see anything in the budget where you received any Coronavirus Aid, Relief, and Economic Security Act (CARES Act) funds help with that as far as alcohol testing.", "Sheri Brueggemann: We have James Simpson to verify that during the beginning of the pandemic, we ceased using intoxilators, and we took the offender into the local areas to use the main one or used blood tests.", "James Simpson, Major, Nevada Highway Patrol, Department of Public Safety: As soon as COVID-19 began, the precautions were to keep the officers safe as well as the people in the jail, so we stopped doing intoxilizer tests and did blood draws, with warrants only.", "Assemblywoman Titus: Have you been able to get the vaccines or has there been any delay?", "Have all your employees that want the vaccine been able to get the vaccine?", "James Simpson: Everyone who wanted the vaccine has been able to receive it.", "Julie Butler, Director, Department of Motor Vehicles: Good morning, with me today is Jude Hurin, Deputy Director.", "This is consistent with legislation from the 2019 session.", "The COVID-19 pandemic and the resulting office closures have affected the Department's revenue collection for FY 2020.", "The Department continues to be affected by issues that are mostly related to the ongoing pandemic.", "The Department is doing its best to service the needs of the public while helping employees who must cope with distance learning for their children, COVID-19, and other family and health issues.", "In the previous pages, I spoke about the revenue effects of the pandemic.", "The staffing challenges coupled with the COVID-19 pandemic have spotlighted the need for the Department to radically change its service delivery.", "The state of California went live with a virtual field office during the COVID-19 pandemic.", "29 concerns salvage vehicles.", "Legislative Commission's Budget Subcommittee January 25, 2021 I would like to leave you with one highlight from 2020, which was the opening of the new Reno DMV and Commercial Driver's License Office in south Reno on November 2, 2020.", "I know you have gone through a lot in 2020 trying to figure out how to get everything done.", "Senator Brooks: My first question is during this pandemic it really affected your operations in a significant way.", "29 and the salvage titles.", "29 is to help with the backlog.", "You showed us how the pandemic has affected the Department's ability to provide services at their locations, and I would be interested in getting some more information on how it has affected the third-party services that interact with the DMV as well.", "Our team is across the state, and they are being tested today as this storm reaches across the entire state.", "COVID-19 has certainly had an impact on the Highway Fund, although fortunately it has not been as significant as that on other revenues in the General Fund.", "We were able to see the effect of the IT department in the last year during COVID-19.", "Do you have any reference from what it looked like in 2019?", "3 of the 80th Session (2019).", "The project will include HOV [high occupancy vehicle] ramps, to and from, south to north, with an HOV southbound on-ramp and an HOV northbound off-ramp to Harmon to provide additional access to the resort corridor between Harmon and Tropicana.", "Beside her, we have Dr. Michael Minev, our medical director, and he spends quite a bit of his time, not only managing at the agency, but dealing with COVID-19.", "Legislative Commission's Budget Subcommittee January 25, 2021 It is the mission of the Nevada Department of Corrections to protect society by maintaining offenders in safe and humane conditions while preparing them for successful reentry back into society.", "We started the process when COVID-19 hit hard, and we developed emergency operations centers at all our facilities.", "• Deliver quality health care.", "Number one is the COVID-19 pandemic.", "It has been huge, and we have been battling it before it was common, in February 2020.", "Ever since then we have been putting into place our protocol procedures—all the things you would imagine one would have to put into place to deal with a pandemic.", "Many of our staff have gone through SARS [severe acute respiratory syndrome], MERS [middle east respiratory syndrome], and MERSA [methicillin-resistant staphylococcus aureus].", "I am happy with our medical team and correctional team and the efforts they put in to mitigate the virus.", "I will also transition to health care and Hepatitis C. We still had that running alongside of COVID-19, and that has been challenging as well.", "Our goal is to reopen the Ely Conservation Camp as soon as we can, but it will be dependent upon primarily whether we are able to get more staff and if any of them come back from COVID-19 related absences.", "Forecasting the male and female prison population has been severely complicated by the COVID-19 pandemic.", "236 of the 80th Session (2019).", "Legislative Commission's Budget Subcommittee January 25, 2021 How long it will take to correct for the COVID-19 impact?", "I think most of you know it has to do with COVID-19 and the fact there has been a slowdown in arrests.", "The next one-shot is for surveillance cameras and storage area networks (SANS) and funds the continuation of critical surveillance camera systems departmentwide and replaces SANS departmentwide.", "The Governor is also recommending $6 million in General Fund appropriations to fund hepatitis C treatments for inmates which were court mandated in 2021.", "Next would be the Sexual Assault Kit Initiative (SAKI) grant.", "236 of the 80th Session (2019), the justice reinvestment initiative, for $231,000 to meet compliance and positively impact our reduction in recidivism.", "Michael Minev, Medical Director, Department of Corrections: The Nevada Department of Corrections has been proactive and flexible during the COVID-19 pandemic through the implementation of agency-specific Centers for Disease Control and Prevention (CDC) and local health authority guidelines.", "With the advent of the COVID-19 vaccine, the NDOC is currently prioritizing vaccination efforts for all eligible staff members.", "Given that staff members are constantly interfacing with their communities, they are most likely to spread the virus to other staff and susceptible defendants.", "As of January 20, 2021, 746 NDOC staff members have been vaccinated for COVID-19, which is approximately 28 percent of all NDOC staff members.", "Town halls and education of staff and vendors continues on a weekly basis with the aim of increasing compliance with this lifesaving vaccine.", "The vendors will be vaccinated according to the designated phase cohorts created by the Department of Health and Human Services.", "The NDOC has been approved to administer the COVID-19 vaccine at its major facilities and continues to work with local health authorities to procure sufficient vaccine to administer to inmates and staff members.", "In addition, the acquisition of approximately 40,000 BinaxNOW rapid COVID-19 test kits have allowed the NDOC to more effectively identify infected staff and offenders in a timely manner.", "The NDOC currently tests both staff and offenders for COVID-19 on a weekly basis.", "Frequent testing for COVID-19 has not only reduced the frequency of offender outbreaks, it has also facilitated the clearance for staff to return to work in a more timely manner.", "The NDOC continues to identify and treat offenders infected with Hepatitis C. As of January 21, 2021, our medical providers have identified 749 offenders with active Hepatitis C infections.", "Therefore, comparing this to the FY 2021 budget approved rate of $1,696.08, we are experiencing approximately a 19 percent increase in our medical rates, including inflation.", "Also, within the industries, and with COVID-19, much of the world found itself with a shortage of personal protective items.", "Like most businesses in Nevada, Silver State Industries took a hit from COVID-19 because of loss of work days, gaps in the supply chain, and an inconsistent customer base.", "Assemblywoman Titus: I need some clarification and I know in our subcommittee meetings we will get more details, but to clarify, I think Dr. Minev said there are currently 749 identified offenders with Hepatitis C, but that is not active Hepatitis C, is that correct?", "Michael Minev: We have 749 total offenders at NDOC with Hepatitis C at this time.", "Legislative Commission's Budget Subcommittee January 25, 2021 Assemblywoman Titus: And you have identified 166 inmates that have active disease, so that $6 million one-shot is for the 166 that have active Hepatitis C?", "Kristina Shea: Just to clarify, the agency received funding at the Interim Finance Committee (IFC), and it is our understanding that we are going to be able to treat the 166 active cases with that funding in this fiscal year and therefore the one-shot appropriation for the 2021-2023 biennium would be for any of the cases we are not able to treat between the 600 we have allocated right now and the difference between the 712, so roughly the difference between that population.", "Assemblywoman Titus: Those are the kinds of numbers I am going to be looking for because we have talked about this at IFC, and we know there is lawsuit regarding the treatment for Hepatitis C. I need some clarification on what has already been spent on the treatment and how many inmates have been treated, because we know that there is now a cure.", "Assemblywoman Titus: Are you testing every new inmate for Hepatitis C?", "Michael Minev: Yes, we are treating individuals that come in with existing Hepatitis C. We are also testing all incoming inmates for Hepatitis C, and in both situations we are treating those individuals.", "Just to clarify the question earlier, we currently have a total of 749 offenders statewide that have Hepatitis C: 166 of those offenders are categorized as priority level 1 under medical directive 219.", "Those are the individuals that have the high fibrosis scores, F-3, F-4: the sickest individuals are in priority level 1 and those total 166 inmates.", "Legislative Commission's Budget Subcommittee January 25, 2021 Assemblywoman Titus: Just to be clear, this is not a disease that you treat one time and then you no longer have Hepatitis C in the prison system.", "Hepatitis C does not just stay there in the prison—it does filter out.", "The next round will be PPP [public private partnership] loans and an extension of the PETS [pandemic emergency technical support] grants.", "During fiscal year (FY) 2019 and FY 2020, the Carson City and Las Vegas offices responded to more than 26,300 consumer inquiries and recovered $11.7 million for Nevada consumers.", "The first is BDR 57-314 [later introduced as Assembly Bill 4] and is related to the Nevada Insurance Guaranty Association [page18, Exhibit C].", "Next, BDR 57-315 [later introduced as Assembly Bill 18] is related to contracts of insurance and casualty insurance for consumer protection.", "There were approximately 15.8 million rides pre-COVID-19 which has decreased to approximately 10 million rides in FY 2020.", "These statistics fluctuate greatly because of COVID-19.", "The Board continues to meet virtually twice a month for up to three days per meeting during the pandemic.", "The primary tasks for these five groups include enforcing OSHA standards and the Governor's COVID-19 directives in the workplace, reviewing COVID-19 safety plans for events in Nevada, and conducting all safety training online.", "There was a downturn in the time share industry because of COVID-19 that has affected the Division financially.", "provides an overview of major legislation passed during the 80th Session (2019).", "The Department also initiated an appointment scheduler used by the Department when it opened during the COVID-19 pandemic.", "An ongoing concern at the Department of Taxation is the number of vacant positions including those kept open for budgetary reasons; those positions with employees on leave for COVID-19 related factors, such as waiting for test results, positive test results, distance learning, and child care matters; and staff turnover.", "During FY 2020, the Department faced reductions to the base and operational budgets because of constraints and limited capacity from COVID-19.", "The Department paused this project and returned funding because of reduced state revenues during the pandemic.", "The same information for FY 2023 is shown on page 26.", "During the Funding Commission's September 2020 meeting, Jeremy Aguero of Applied Analysis expressed concerns about how Nevada's economy will operate over the next few years due to the Covid-19 crisis.", "JHONE EBERT (Superintendent of Public Instruction, Nevada Department of Education): As the Department has been reporting its recovery and response efforts during the Covid-19 crisis, it strives to keep the State accountable to students, educators and families in times of uncertainty.", "The Department's responsiveness to the Covid-19 pandemic and the economic crisis has revolved around its six educational values, helping form the Executive Budget.", "543 of the 80th Session are described on slide 12 of Exhibit C. Additionally, the Department has benefited from collaborations with the Governor's Finance Office (GFO), the Nevada State Controller, the Nevada State Treasurer and the Department of Taxation.", "The first recommendation relates to revisions of the PCFP model.", "It has an ongoing role and responsibility to continually monitor the implementation of the PCFP and make recommendations for improvement.", "Slide 33 of Exhibit C shows PCFP funding for FY 2021-2022 and shows distinct pieces of information.", "Slide 34 of Exhibit C describes PCFP funding for FY 2022-2023.", "MS. EBERT: Other issues the Department has been experiencing during the Covid-19 crisis regarding education are described on slide 36 of Exhibit C. We are concerned with the education and well-being of families and communities.", "How will the Coronavirus Aid, Relief and Economic Security (CARES) Act affect K-12 budgeting and funding during the 2021-2023 biennium?", "This is due to the Covid-19 pandemic.", "The Department noticed a lower number of students enrolled in kindergarten as a result of the Covid-19 pandemic.", "This is done outside of the PCFP.", "The Department has done well in explaining how the PCFP will work.", "ASSEMBLYWOMAN CARLTON: This is a complicated and evolutionary process, and I appreciate the work of the Department during the Covid-19 pandemic.", "ASSEMBLYWOMAN CARLTON: Is the supplemental appropriation request higher this year due to local revenue not being generated during the Covid-19 pandemic?", "Major issues facing the Department are described on slide 5 of Exhibit D. The capacity to proactively respond in real-time to constituent issues during the Covid-19 pandemic has been very important to the Department.", "As reported during the Thirty-second Special Session, the Department worked with all 17 school districts and the Charter School Authority to identify the reductions described on slide 8 of Exhibit D. Enhancement decision units requested for the Department's budgets during the 2021-2023 biennium are shown on slides 9 and 10 of Exhibit D. During the Covid-19 economic crisis, the Department sought to optimize its human capital, capitalize available grant funding and align staff across different accounting areas.", "NDE - Safe and Respectful Learning — Budget Page K-12 EDUCATION-118 (Volume I) Budget Account 101-2721 NDE - Student and School Support — Budget Page K-12 EDUCATION-126 (Volume I) Budget Account 101-2712 New initiatives regarding the Department's Competency-Based Education Network are described on slide 11 of Exhibit D. Students who have access to resources and online support services are able to excel and move at their own pace during the Covid-19 pandemic.", "The Well-Rounded Courses Grant was in place prior to the Covid-19 pandemic, and its application ensures students have access to work-based learning opportunities regardless of their location.", "3 of the 31st Special Session, the Department was provided $50 million from the CARES Act to support deficits resulting from the loss of in-person instruction during the Covid-19 pandemic.", "The amount of ESSER II funding available to school districts has quadrupled due to the Coronavirus Response and Relief Supplemental Appropriations Act (CRRSAA).", "The Department can reserve 10 percent of ESSER II funding to address issues responding to the Covid-19 pandemic with 0.5 percent of these funds also being set aside to cover costs associated with administration of the funds.", "Both ESSER II and GEER II funding can be used to reimburse school districts for expenses incurred during the beginning of the Covid-19 pandemic through September 30, 2022.", "MS. EBERT: The Department is an exemplar for using a multi-tiered system of support regarding the provision of mental-health services, and it is continuously building capacity.", "The Covid-19 pandemic has increased the need for mental-health services with school districts being at different levels regarding implementation of support.", "The Nevada Covid-19 Response, Relief and Recovery Task Force, Elaine Wynn and Jim Murren were also instrumental in supporting the Department's response to educators and students during the Covid-19 pandemic.", "Ensuring Covid-19 safety protocol is followed during in-person learning and providing mental-health services for students just coming back into the classroom after being on distance learning will optimize educational Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Legislative Commission's Budget Subcommittee January 22, 2021 resources.", "Student enrollment data for NSHE is depicted on slide 11 of Exhibit E. There was a slight dip in enrollment during the fall of 2020 due to Covid-19, but these numbers are expected to grow soon.", "A new funding formula for DRI was proposed, but this was not developed in time due to the Covid-19 pandemic.", "Budget reductions included in the Executive Budget for NSHE's State-supported operating accounts are described on slide 45 of Exhibit E. The Governor issuing his Covid-19 Declaration of Emergency Directive 008 resulted in NSHE implementing a hiring freeze when.", "FY 2021 One-Shot: This request provides funding for the construction of a medical school at the University of Nevada - Las Vegas.", "(BUDGET OVERVIEW-21) The Board of Regents formed the NSHE Task Force on Performance Pay Administration and Support with recommendations shown on slide 55 of Exhibit E. There are issues with NSHE faculty and staff compensation due to the Covid-19 pandemic.", "The funds for the project had to revert due to budget reductions during the Covid-19 pandemic.", "21-C12 has been planned since 2009.", "21-C12 — Welding Lab Addition and Renovation (Great Basin College) Project No.", "21-C13 is described on slide 58 of Exhibit E. This request will modernize WNC's facilities and support the workforce development of its NALH programs.", "How was DRI's funding impacted during the Covid-19 pandemic, and will its budgets be impacted differently than those of other NSHE institutions?", "MR. CLINGER: No CARES Act or CRRSAA funding go to DRI to offset an impact resulting from the Covid-19 pandemic or State reductions.", "KUMUD ACHARYA (President, Desert Research Institute): The Desert Research Institute has faced budget reductions during the Covid-19 pandemic and is facing additional budget cuts next year.", "We are looking forward to the Covid-19 pandemic ending, but I do not expect too much impact on the DRI's work and the support it provides to students and faculty.", "These activities have been challenging for all NSHE universities due to the Covid-19 pandemic.", "These Subcommittees will now hear an overview of the Nevada Department of Veterans Services (NDVS) Office of the Military's operating budgets.", "Additionally, there are over 400 Guard forces combating the Covid-19 pandemic by administering vaccines, distributing food, contact tracing, distributing personal protective equipment (PPE), managing logistics, working with the Southern Nevada State Veterans Home, supporting labs and food banks, making arrests and conducting over 700,000 Covid-19 tests.", "The Air Guard Counterdrug Program, the National Guard Youth Challenge Program and various family programs drive the Guards operations.", "Slide 8 of Exhibit F details the NDVS, Office of the Military's operations.", "E-350 Promoting Healthy, Vibrant Communities — Page MILITARY-6 Slides 14 and 15 of Exhibit F describe one-shot appropriations within B/A 101-3650.", "(BUDGET OVERVIEW-23) FY 2021 One-Shot: This request funds the replacement of computer hardware and software equipment.", "(BUDGET OVERVIEW-23) FY 2021 One-Shot: This request funds replacement equipment and shop tools.", "CHAIR BROOKS: Through testing, food distribution and support logistics, the Guard has played an irreplaceable role in supporting Nevada during the Covid-19 pandemic.", "The Guard has been helping citizens on the frontline and their communities become vaccinated since April 2020.", "ASSEMBLYMAN LEAVITT: The Guard has helped many people become vaccinated against Covid-19.", "How many Guard troops have tested positive for Covid-19?", "The Guard closely tracks the number of positive Covid-19 cases, as many Guard troops become exposed to Covid-19 when administering vaccines and tests.", "The Guard has been approved to receive DOD, 32 U.S. Code 502(f) funding to administer Covid-19 tests, food delivery and contact tracing.", "KATHERINE MILLER (Director, Department of Veterans Services): Slide 3 of the Department of Veterans Services Presentation (Exhibit G) describes the vision and mission of NDVS.", "Slide 4 of Exhibit G outlines the various NDVS programs.", "The NDVS Nevada State Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Legislative Commission's Budget Subcommittee January 22, 2021 Veterans Home Program and a skilled-nursing facility for veterans in southern Nevada were constructed in 2001.", "A second skilled-nursing facility for veterans was constructed in northern Nevada in 2019.", "Over the past decade, the NDVS has expanded operations to better reintegrate veterans and their families into Nevada's communities.", "The NDVS Veteran Justice Reintegration Program is NDVS' newest program.", "The NDVS collaborates with the Nevada Department of Corrections and Nevada Judicial Branch Veterans Treatment Courts throughout Nevada.", "The NDVS' oldest strategic goal is reintegrating current-era veterans into Nevada's communities.", "The NDVS' newest strategic goal is responding to the Covid-19 pandemic.", "Major issues facing NDVS during the 2021-2023 biennium are described on slide 7 of Exhibit G. The NDVS is experiencing a decrease in federal per diem revenue associated with hospital admissions during the Covid-19 pandemic.", "VETERANS' SERVICES NDVS - Southern Nevada Veterans Home Account — Budget Page VETERANS-13 (Volume III) Budget Account 101-2561 The SNSVH building was built in 2001, and its design is not current with health care-design ideas or technological advances.", "The NDVS consists of B/A 101-2560, B/A 101-2561 and B/A 101-2569, as described on slide 8 of Exhibit G. NDVS - Office of Veterans Services — Budget Page VETERANS-7 (Volume III) Budget Account 101-2560 Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Legislative Commission's Budget Subcommittee January 22, 2021 NDVS - Northern Nevada Veterans Home Account — Budget Page VETERANS-19 (Volume III) Budget Account 101-2569 Budget Account 101-2560 funds NDVS staff, service officers and cemetery and outreach programs.", "The coolers contain R-22 Refrigerant which is no longer manufactured making replacement difficult and expensive.", "21-M26 is described on slides 22 and 23 of Exhibit G. Project No.", "21-M26 — Pavilion Renovation (Northern Nevada Veterans Memorial Cemetery) Most NDVS internment services are held at the Northern Nevada Veterans Memorial Cemetery pavilion.", "This is NDVS' third CIP request for this project.", "19-M27 was approved during the 2019-2021 biennium, the appropriated funds were swept during the Thirty-second Special Session.", "17-M51, NDVS replaced the controls regulating its air handlers, fan speed and temperature.", "This is critical as failure to maintain water temperatures between 140 and 165 degrees Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Legislative Commission's Budget Subcommittee January 22, 2021 Fahrenheit can result in the growth of deadly bacteria such as legionella.", "21-C11 is described on slide 26 of Exhibit G. Project No.", "19-C03 was approved during the Eightieth Legislative Session, but since then cremations have greatly exceeded NDVS projections.", "This project is also seventieth on the VA's priority list, and the NDVS will know by October 1, 2021, if it will receive a funding letter and grant opportunity.", "The VA deems Project No.", "21-C11 as legitimate and expects it to move higher on its priority list.", "21-P03 is described on slides 28 and 29 of Exhibit G and will remodel the SNSVH to industry standards.", "21-P03—Advance Planning: Remodel & Addition (Southern Nevada State Veterans Home) This remodel will provide a more secure and home-like environment for SNSVH residents and improve work environments for dedicated staff.", "Studies have shown that nursing homes with double rooms are 3.7 times more likely to contract Type-A Influenza which is similar to Covid-19 in its method of transmission.", "The NDVS anticipates being a lower priority for the VA until a future legislative session allows for the pursuit of a State one-third match rate.", "ASSEMBLYWOMAN TITUS: During the Covid-19 pandemic, is SNSVH only placing one person into its double-occupancy rooms?", "MS. MILLER: When the Covid-19 pandemic started, the SNSVH was near capacity with the NNSVH having 77-out-of-96 beds full.", "There was no way to make a safe discharge during the Covid-19 pandemic resulting in SNSVH being forced to have more than one occupant in certain rooms.", "The NDVS is following specific guidance from the Centers for Disease Control and Prevention (CDC), the Southern Nevada Health District (SNHD) and the VA.", "The guidelines state that if the SNSVH has an outbreak of two or more people with Covid-19, it will not be allowed to take further admissions.", "There are very specific guidelines regarding how the NDVS must assist people with active infections.", "The SNSVH has taken very few admissions during the Covid-19 pandemic and has 130-out-of-180 beds occupied.", "Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Legislative Commission's Budget Subcommittee January 22, 2021 ASSEMBLYWOMAN TITUS: Were there any Covid-19 outbreaks in NDVS facilities?", "Visiting <https://nvhealthresponse.nv.org> will enable you to see the outbreaks within all Nevada health facilities.", "Since the beginning of the Covid-19 outbreak, NDVS has experienced 213 positive cases within SNSVH and NNSVH; 93 residents and 120 staff members.", "The Covid-19 virus does not manifest itself within the facilities, instead coming from the outside community.", "A rise of community infections corresponds with a rise of infections in staff members.", "The NDVS receives support to test all of its staff before they come to work, but rapid Covid-19 tests have a 20-percent inaccuracy rate.", "Asymptomatic staff often report to work, but the NDVS utilizes PPE donated from the community to curb the spread of the Covid-19 virus.", "Until everyone is vaccinated, it will be impossible to completely prevent the spread of Covid-19.", "ASSEMBLYWOMAN TITUS: The Department of Health and Human Services, Division of Public and Behavioral Health, Nevada State Immunization Program is working with long-term care facilities and skilled nursing facilities.", "Has the NDVS been able to vaccinate some of its staff?", "MS. MILLER: The first vaccination at the SNSVH took place on December 30, 2020, and the first vaccination at the NNSVH took place on January 9, 2021.", "Due to all of the nursing homes in Nevada, this was the earliest the NDVS could receive the vaccinations.", "Regarding the SNSVH, 91.5 percent of residents have had either their first, or both, Covid-19 vaccination shots.", "Approximately 92.3 percent of NNSVH staff have been vaccinated.", "Some NDVS staff have been granted a U.S. Department of Justice, Civil Rights Division, Americans with Disabilities Act accommodation stating that they do not have to be vaccinated.", "The SNSVH has three residents who do not want to receive a Covid-19 vaccination.", "The NDVS is still waiting to receive these numbers from the NNSVH.", "Every morning since March 2020, NDVS leaders and administrators meet to track the number of PPE issued, tests conducted and vaccinations by name of every resident, staff member, contractor and visitor of NDVS facilities.", "Nevada needs more vaccines to become available.", "Currently, Walgreens Company and the Consumer Value Store visit the SNSVH and NNSVH to administer vaccines.", "The NDVS hopes to eventually have internal nursing staff administer vaccines to medical home workers without third-party involvement.", "The NDVS is awaiting guidance from the CDC and SNHD to figure out its next steps regarding visitation.", "Currently, the SNSVH has 13 residents who are positive for Covid-19 (6 staff members and 7 residents).", "The NNSVH has one staff member who tested positive for Covid-19, and they are asymptomatic.", "The NNSVH can allow for visitors, but I want everyone to be vaccinated before this happens.", "The next round of vaccinations begins on January 30, 2020, and a significant amount of NNSVH staff should then be vaccinated.", "I cannot remember due to all the discussions surrounding the NDVS' CIP projects.", "As an example, the Rehabilitation Division lost three of four contracts for their younger population as a direct result of Covid-19.", "The impact Covid-19 has had on our arts and culture industry has been particularly hard.", "These connections include how and where to vote, working with agencies such as the Department Legislative Commission's Budget Subcommittee January 26, 2021 of Health and Human Services and others to inform them about the Covid-19 vaccinations.", "Social media platforms have opened another channel for communication during the Covid-19 pandemic.", "Another huge and successful task done by NIC was the creation of a tribal taskforce when the global pandemic hit.", "Despite the shutdown due to the Covid-19 pandemic, NIC was able to transition to virtual events.", "Our cultural center opened to the public January 13, 2020, and the pandemic closed our doors in March 2020.", "It is important that the leadership and the public are aware of the Covid-19 safety protocols our staff is taking to ensure that we able to stay open to the public.", "Because of the pandemic, we had to close just two months after opening.", "We were well on our way to topping this number in 2020.", "We had served 124,000 by the time we closed in March 2020 due to the Covid-19 pandemic.", "The Covid-19 pandemic and following fiscal crisis have had a major impact on our State museums.", "The staff that we do have has to meet the challenges of making the museums safe for visitors with Covid-19 safety protocols and procedures.", "Tourism - Tourism Development Fund — Budget Page TOURISM-16 (Volume II) Budget Account 225-1522 Beginning on page 5 of Exhibit F are a few creative examples of the Travel Nevada brand which currently strives to restore the spirit of freedom in a COVID-weary population.", "Our website is a content-management platform that allows timely Covid-19 updates.", "Post Covid-19, we will be monitoring international markets, starting with Canada and Mexico, for travel and advertisement opportunities.", "Legislative Commission's Budget Subcommittee January 26, 2021 We participate in sales missions, host familiarization and press tours and partner with Brand USA to feature Nevada in its global campaigns and resources.", "In FY 2020-2021, we turn to Covid-19 relief funding to help us distribute another $1.6 million to tourism businesses and services so that they can produce new marketing assets that address the pandemic.", "Though Covid-19 has slowed this transition, sales were greatly assisted by ads purchased with Covid-19 relief funding.", "ASSEMBLYWOMAN CARLTON: I would like to look at the whole program due to the issues we had beginning the program and then when the pandemic hit.", "SENATOR DENIS: Is that 30 percent more than before the pandemic?", "The work we do on climate in this Department with our Executive Branch partners is under the umbrella of the newly established Nevada Climate Initiative (NCI).", "The Initiative is rooted in four key directives as outlined on page 17 of Exhibit G. Governor Sisolak's Executive Order 2019-22 set forward Executive Branch coordination and goals for addressing climate change in Nevada and reaffirmed the commitment to reducing greenhouse gas emissions across our economy in Legislative Commission's Budget Subcommittee January 26, 2021 Nevada.", "We are pursuing the Clean Cars Nevada Initiative led by the Nevada Division of Environmental Protection (NDEP).", "Climate Alliance.", "The La Concha, which was a grant to the Neon Museum in Las Vegas.", "Due to budgets cuts as a result of Covid-19, the hiring has been recommended to be delayed until January 2023.", "ASSEMBLYMAN WATTS: Will the additional staffing support for the climate inventory help calculate the impact of the latest Covid-19 relief bill?", "We were unable to account for the recent Covid-19 relief bill, but we will be tracking the effect this will have on Nevada.", "Managing State parks during Covid-19 has been a challenge.", "We are seeing more interest in visitation to our State park system, but managing it in a Covid-19 context, with all the safety procedures and protocols for our visitors and employees, takes time and effort from our employees.", "We will now hear from the Department of Wildlife.", "Legislative Commission's Budget Subcommittee January 26, 2021 TONY WASLEY (Director, Department of Wildlife): The Nevada Department of Wildlife (NDOW) presentation is shown in (Exhibit H).", "The mission of NDOW is outlined on page 2 of Exhibit H. The Department has 895 species that regularly occur in Nevada under our statutory charge.", "E-720 New Equipment — Page WILDLIFE-18 E-901 Transfer From Dats To Directors Office — Page WILDLIFE-18 The next budget is B/A 101-4462, the Conservation Education Division, found on page 13 of Exhibit H. Wildlife – Conservation Education — Budget Page WILDLIFE-21 (Volume III) Budget Account 101-4462 This Division has 24 positions within 5 main program areas including hunter safety training.", "Fish and Wildlife Service.", "The next budget is B/A 101-4463 for the Law Enforcement Division found on page 15 of Exhibit H. Wildlife – Law Enforcement — Budget Page WILDLIFE-26 (Volume III) Budget Account 101-4463 The Law Enforcement Division is our largest division with 53 positions and approximately 20 percent of our workforce.", "E-720 New Equipment — Page WILDLIFE-29 E-805 Classified Position Changes — Page WILDLIFE-30 The next budget is B/A 101-4464 for the Game Management Division.", "E-720 New Equipment — Page WILDLIFE-54 Legislative Commission's Budget Subcommittee January 26, 2021 The pandemic has brought many challenges to the State, but highlights of some good for NDOW are outlined on pages 28-31 of Exhibit H. Sporting goods stores have sold out on many of their recreational goods such as fishing rods, freeze dried meals, camping supplies, wildlife watching supplies, guns and ammunition.", "There have been economic benefits as well as mental health benefits associated with the pandemic.", "Since the pandemic began, the public has been appreciating the benefits of nature and has called on representatives for financial support.", "The Department of Wildlife has reached over 18,000 people through our virtual programs.", "The new vendor has provided us with unprecedented growth as explained on page 32 of Exhibit H. Although there are a number of significant challenges the pandemic has brought, if there is a silver lining, it is that people have turned to nature for mental and physical health during this difficult time.", "The way the U.S.", "We have learned much from the Covid-19 pandemic and where issues lie, where one federal program begins, where one ends and who is left out of the loop in between.", "We had a backlog prior to the closure of our offices due to Covid-19, and now with a work-from-home mandate in place, our backlog continues to grow.", "ASSEMBLYWOMAN PETERS: How many labs does your Department have across the State?", "The laboratory in Las Vegas was opened in 2018, and the purpose was to support services to the registered service agents that were based in the southern Legislative Commission's Budget Subcommittee January 26, 2021 part of the State.", "The graph on page 8 of Exhibit J represents DETR's response to unemployment during Covid-19.", "You will see on the right side of the graph the impact Covid-19 had on unemployment.", "When Covid-19 hit, Congress passed a series of bills to provide unemployment benefits that have never been provided before and are outlined on page 9 of Exhibit J.", "From the start of the COVID-19 pandemic to current, we have helped an estimated 300,000 Nevadans receive weekly benefits.", "We had to create virtual training to help fight discrimination in the workplace during Covid-19 and the related issues that this brought to the workforce.", "The Trust Fund was up to approximately $2 billion before the pandemic occurred.", "CHAIR BROOKS: This presentation really put into perspective the impact COVID-19 has had on Nevada."], "5": ["Additionally, the Subcommittees recommended providing the Director’s Office with a new high-level position to assist the Department with the various new responsibilities created because of pending legislation and the COVID-19 pandemic.", "The 2015 and 2019 Legislatures increased this administrative cap to 27 percent through FY 2020 and FY 2022, respectively, due to the increased expenditures associated with the implementation of the System Technology Application Redesign project that would replace the DMV’s current mainframe computer system.", "• 201-4712 for the License Plate Factory.", "Next is the budget for the Investigation Division, budget account 101-3743 [page 2].", "Subsequent to the closing of the Investigation Division budget, the Joint Subcommittee on K-12/Higher Education/CIP recommended approval of Budget Amendment A215852710 to establish a new COVID-19 Funding budget within the Nevada Department of Education.", "This is also contingent upon the Committees approving Budget Amendment A215852710 establishing the new COVID-19 Budget within the Nevada Department of Education.", "Assembly Committee on Ways and Means Senate Committee on Finance May 1, 2021 There was an increase of six additional grant unit personnel to administer COVID-19 grant funding, approved at the August 2020 Interim Finance Committee meeting, and an increase in workloads stemming from legislation passed during the 2019 Legislative Session, such as the requirement to review and assist with the development of emergency response plans for resorts, schools, local governments and utility providers.", "It has been ten years.", "The COVID-19 pandemic has shown what DEM is capable of doing.", "Since that time, the organization has grown, and we have seen what we are able to do in the COVID-19 times.", "Through discussion with the Governor's Finance Office, we moved the 12 percent from the State General Fund over to FEMA grants for COVID-19 management because FEMA gives us a percentage of the COVID-19 grants to conduct oversight of the process for them.", "The only oddity would be the 12 percent cost in the next biennium should those COVID-19 grants be wrapped up, but I do not see them being wrapped up by the next biennium.", "Assembly Committee on Ways and Means Senate Committee on Finance May 1, 2021 Assemblywoman Titus: Is this position going to be obligated to oversee the six additional grant unit personnel that are administrating these COVID-19 grants now?", "David Fogerson: Right now, the position would be overseeing the management of those COVID-19 grants because that is where the money streams we are utilizing comes from.", "Nevada has been blessed by not having very many natural disasters, but over the last ten years between the one in October, our flooding events, the continuation of the drought, the COVID-19 pandemic, the wildland fire risk—all of those things take time to do.", "Assemblywoman Monroe-Moreno: As we have lived through this current pandemic, we have seen where the State of Nevada, and states nationwide, have not been prepared.", "I think you got to that answer in the last question, but will it help us be in a better position to handle future emergencies and pandemics, and be better prepared statewide?", "• 101-4738 for Dignitary Protection.", "David Fogerson, Administrator, Division of Emergency Management-Homeland Security, Department of Public Safety: The reasons why it was highlighted to move us from the DPS to the Office of the Military came to light during the COVID-19 disaster.", "When we look back on the COVID-19 pandemic, we always interacted with the Nevada National Guard.", "Those are the people we have used for our vaccine clinics and testing.", "Making this happen and the reasons why DEM would work best in the Office of the Military was highlighted strongly during the COVID-19 pandemic.", "Because of COVID-19, right now I have two bosses—when working with the DPS side, I report to the Deputy Director, and I also report to the Adjutant General for the COVID-19 response.", "The military has been doing a lot during the COVID-19 pandemic and some of the past emergencies; however, some of the day-to-day routine emergency management that goes on in this state might not involve the military and might involve DPS or other agencies more so.", "292 relate to providing a STV option.", "292 is passed, voters would certainly attempt to educate themselves on what STV means.", "GENNADY STOLYAROV (Chief Executive, Nevada Transhumanist Party; Chairman, U.S. Transhumanist Party): I submitted written testimony (Exhibit B).", "Two of those cases are in Nevada.", "Senate Committee on Finance May 5, 2021 The extradition budget account provides for the transport of people who have an outstanding warrant and have been taken into custody in another state.", "In addition to the transfer which occurred in FY 2019-2020 from the FY 2020-2021 appropriation, there are additional costs associated with the coronavirus pandemic.", "The contract was signed November 19, 2020.", "A214624821.", "A216634821.", "SENATOR SEEVERS GANSERT: I will support the motion because the pension fund has grown substantially.", "Senate Committee on Finance Assembly Committee on Ways and Means May 3, 2021 In conjunction with the preliminary approval of budget reduction decision units, your Committees also preliminarily approved restoring funding for the 307.57 FTE positions with Coronavirus State Fiscal Recovery Fund (CSFRF) and Coronavirus Local Fiscal Recovery Fund (CLFRF) monies from the ARPA.", "This is an increase of 42 percent from FY 2019-2020 to FY 2020-2021.", "The measure also requires $200,000 of any federal funds received by the State by July 1, 2021, to assist small businesses impacted by the Covid-19 pandemic to be allocated to the College of Southern Nevada to administer the NV Grow program.", "310 was added in light of business activities that have taken place during the pandemic.", "The measure is meant to help Nevada move forward in supporting health care workers on the frontlines during the pandemic.", "Senate Committee on Finance May 12, 2021 MARLENE LOCKARD (Service Employees International Union 1107): I represent Service Employees' International Union (SEIU) 1107, the largest movement of health care and public workers in Nevada with approximately 19,000 members.", "The Center reported a dire crisis is on the horizon.", "To compound the problem, the Elders Count Nevada 2021 report indicates \"Nevada has been and will continue to experience an aging tsunami.\"", "It will create a board made up of home care employees, consumers, employers and State officials to recommend improvements based on examinations of training, Covid-19 protocols, protective equipment, benefits and other issues to help retain home care workers.", "The pandemic exposed the risks and safety issues present in many institutional care facilities.", "Home care work has been essential during the pandemic.", "We are risking our lives to do our jobs.", "With Nevada's aging population, this has become a major crisis.", "Instead of being focused on two specific disease categories, S.B.", "This will only capture low-cost drugs, which have already saved Nevadans $2.4 billion in 2019.", "390 pertains to the National Suicide Hotline Designation Act (NSHDA) of 2020, enacted October 17, 2020.", "Nevada has one of under ten national centers.", "It is run by Crisis Support Services of Nevada (CSSN).", "This model is aligned with that system of care.", "390, the 988 system is coming in July 2022.", "390 in section 3.", "390 directs the State to establish mobile crisis teams to provide community-based intervention.", "390, we are committed to community engagement on a scale not seen before.", "The Trevor Project is the Nation's lesbian, gay, bisexual, transgender and questioning (LGBTQ) suicide prevention and crisis intervention program.", "As one of the leading advocates for the 988 hotline and the passage of the NSHDA, The Trevor Project is excited to see Nevada take an important step to save lives.", "390, so it is not just a free-for-all.", "How much is this going to cost?", "24 is (Exhibit I).", "24 was discussed.", "70 is to clarify and modernize Nevada's involuntary health detainment and treatment laws.", "70 in Committee.", "262 also shifted the implementation date to July 1, 2023, the beginning of FY 2023-2024.", "SENATE BILL 385 (1st Reprint): Requires the Division of Child and Family Services of the Department of Health and Human Services to conduct a study during the 2021-2022 legislative interim concerning investments in juvenile justice prevention activities in this State.", "A216723740—relating to caseload adjustments of 24 positions in FY 2021-2022 and 18 positions FY 2022-2023.", "A216723740.", "A216723740.", "The Interstate Compact Unit monitors parolees and probationers, and facilitates the transfer of offenders who have been transferred to and from Nevada for supervision.", "3 of the 31st Special Session, funding for the Going Home Prepared program was eliminated for FY 2020-2021.", "A216723740 which beings on page 11 of Exhibit B.", "The study was supposed to occur in FY 2019-2020 but was delayed due to the Covid-19 pandemic.", "The pandemic increased interest in outdoor recreation—including hunting, fishing and boating.", "The pandemic had accelerated that trend.", "The first is the Governor's recommendation for a new game warden position in decision unit E-229 beginning on page 28 of Exhibit B. E-229 Efficiency & Innovation — Page WILDLIFE-28 Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Public Safety, Natural Resources, and Transportation May 6, 2021 This would be a new, permanent full-time game warden position stationed at Lake Tahoe.", "The Department of Wildlife would codify internal policies to mirror body-worn camera policies in other law enforcement agencies.", "543 of the 80th Session, the Commission submitted its first set of recommendations regarding the implementation of the PCFP to the Governor and Legislature in July 2020.", "Section 18 of S.B.", "Section 19 of S.B.", "Section 21 of S.B.", "Section 27 of S.B.", "Section 29 of S.B.", "Section 30 of S.B.", "439 and the PCFP.", "A recent Las Vegas Sun article noted that a bold post-Covid-19 pandemic plan for revitalizing the economy includes transforming the infrastructure of our State and attracting new industries beyond gaming, tourism and mining is the ticket to greater future stability in Nevada.", "439 as it continues the work of the PCFP started by the NDE through S.B.", "We have had this fight for generations in Nevada.", "BRIAN RIPPET (President, Nevada State Education Association): In concept, the PCFP is a great leap forward to meeting the needs of more Nevada students.", "1 of the 32nd Special Session as this measure is long overdue and clearly popular with Nevadans.", "10): Senate Bill 318 deals with language access and addresses some of the disparities we have seen with the Covid-19 pandemic.", "318 address language access in Nevada's response to Coronavirus.", "These sections require the Division of Public and Behavioral Health (DPBH), DHHS, and each health district or department to record the preferred language of every individual that receives Covid-19 services and to provide limited English proficient (LEP) individuals with interpretation services, either in person or remotely.", "They must also translate vital documents such as applications and governmental orders or notices related to Covid-19 and collaborate with community-based organizations to ensure all local languages are represented.", "Section 7 addresses what happens beyond the pandemic by requiring each agency of the Executive Branch to be responsible for developing and biennially revising a language access plan.", "27 compliant with federal regulations.", "27 compliant with federal regulation.", "27 for now and return to it when Exhibit D has been posted.", "MARGARET MCLETCHIE, (Nevada Open Government Coalition): I represent sexual harassment victims.", "177 was adopted by Senate Committee on Health and Human Services, the ADSD submitted an unsolicited fiscal note indicating the fiscal impact on the agency \"cannot be determined\" because of uncertainty about the established provider rate.", "27): Senate Bill No.", "96 that is going to help us spend the money better.", "HUMAN SERVICES HEALTH CARE FINANCING AND POLICY HHS-HCF&P - Nevada Medicaid Title XIX — Budget Page DHHS-DHCFP-36 (Volume II) Budget Account 101-3243 SENATOR SEEVERS GANSERT: I look forward to getting the update.", "27, which has several good things in it.", "The portion of the bill that we are most concerned about is section 6.", "SABRA S. NEWBY (University of Nevada, Las Vegas): I urge your support of this bill.", "As Nevada continues its ongoing efforts to diversify its economy and emerge from the pandemic, providing each institution with equal access to compete for federal research dollars is critical to meeting the needs of Senate Committee on Finance May 18, 2021 Southern Nevada.", "287 as it is currently amended.", "The task force will evaluate the responses from the climate survey so the task force can make recommendations to the Legislature and to NSHE, which can then make policy changes regarding sexual misconduct on college campuses.", "MS. ESPINOZA: Tina Russom, the Deputy General Counsel for NSHE, and Maria Doucett Perry, UNR's Title IX Coordinator, are available if you have any questions on Exhibit M. They stand in strong support of the amended version of S.B.", "SERENA EVANS (Nevada Coalition to End Domestic and Sexual Violence): Campus sexual assault is a huge epidemic that plagues many students in Nevada.", "Not only in my professional capacity, but also as a victim-survivor of campus sexual assault in Nevada, I know the impact this bill will have on campuses.", "Numerous individuals testified in support of the bill, including a representative from NSHE, several students from UNR and UNLV, representatives from UNLV, UNR, Nevada Faculty Alliance, Nevada Coalition to End Sexual and Domestic Violence and Nevada State College.", "(BDR S-1136) TODD MYLER (Manager of Budgets, Supreme Court of Nevada): Senate Bill 431 contains a one-shot appropriation for computer hardware and software.", "RICK STEFANI (Chief Information Officer, Supreme Court of Nevada): The purpose of this one-shot request is to fund the purchase of computers and storage equipment to replace existing equipment that will reach end-of-life in the 2021-2023 biennium.", "SENATOR SEEVERS GANSERT: We just received guidance from the federal government on spending funds from the American Rescue Plan (ARP) Act of 2021.", "Much of it is related to the Covid-19 pandemic.", "Senate Committee on Finance May 13, 2021 I have watched Las Vegas and Nevada grow and evolve throughout my life, and this is one of the most important developments in our State’s pursuit of becoming a national leader in health care.", "The Covid-19 pandemic brought these issues to the forefront by spotlighting students' learning conditions including the lack of resources, textbooks and the largest class sizes in the Nation.", "HHS-HCF&P - Nevada Medicaid, Title XIX— Budget Page DHHS-DHCFP-36 (Volume II) Budget Account 101-3243 MR. THORLEY: Similar language has appeared in prior Appropriation Acts.", "I will accept a motion to rerefer it to the Senate Committee on Health and Human Services.", "In this case, due to impacts of the Covid-19 pandemic, local revenues came in $268 million lower than projected, and the Nevada Plan ensured this shortfall is backfilled by the State.", "164 directs an Interim study.", "Senate Committee on Finance May 20, 2021 MR. THORLEY: There was no funding included in the LCB budget for Interim studies due to the lack of certainty as to whether or how any Interim studies would be conducted given the uncertainty around the Covid-19 pandemic.", "They are aged 18 and 19.", "366 is about, to get our State facilities to provide housing and mental health services to the incompetent child so they can be part of the justice system.", "219 reads now, however, there are still those people who have had their license suspended and would now get it reinstated at no cost.", "151, a similar bill.", "The State has suffered a huge negative impact from the Covid-19 pandemic.", "We have got to stop the bleeding.", "SENATOR SEEVERS GANSERT: Even the Covid-19 pandemic has been an obstacle to showing up to court.", "Hopefully, the courts will show more grace as we come out of the pandemic and more people having difficulty paying fines and fees.", "Senate Committee on Finance May 20, 2021 Despite Covid-19, CSN received almost 5,000 Promise applications for this upcoming academic year, and 1,153 eligible students are moving forward to complete the mentoring and community service requirement—a 5 percent increase from last year.", "Section 1 appropriates $15,842,443 for hepatitis C treatments for offenders and section 2 appropriates $196,523 for replacement medical and dental equipment for NDOC.", "ASSEMBLY BILL 466: Makes appropriations to the Department of Corrections for hepatitis C treatments for offenders and new and replacement medical and dental equipment.", "With the Covid-19 pandemic, tourism obviously saw a precipitous drop.", "During the pandemic, there was an unprecedented uptick in the use of the Millennium Scholarship.", "Lastly, the proposed amendment from LVMPD ends data collection on December 31, 2025.", "420, which is creating more taxpayer-funded medical care for illegal immigrants.", "We are in the middle of a pandemic and many have lost their jobs.", "Sections 10-19 of S.B.", "(BDR 58-46) The Office of the Governor, Office of Energy (GOE) and the Public Utilities Commission of Nevada (PUCN) submitted fiscal notes on S.B.", "This issue is being dealt with across the Nation.", "During the 2019-2021 biennium, 784 cases were initiated with the PUCN.", "22 may cost.", "96, dated May 16, 2021.", "The near-term challenge is the 25 percent cap in NRS 701.450.", "HEATHER KORBULIC (Policy Director, Office of the Governor): Witnessing the Statewide collaboration and coordination in response to this historic pandemic has been enlightening and inspiring.", "Covid-19 has exposed so many of our State’s strengths and weaknesses, and while we have demonstrated the ability to respond to a public health crisis of significant magnitude, we have done it with a frail, and in some cases nonexistent, essential public health infrastructure.", "We have an opportunity to learn from the experience of this pandemic and to build a plan for the public health system we need in our State, in an emergency or in our day-to-day efforts to serve the public health needs of all Nevadans.", "ASSEMBLY BILL 471: Revises provisions relating to the system for reporting information relating to cancer and other neoplasms.", "JULIA PEEK (Deputy Administrator, Community Health Services, Division of Public and Behavioral Health, Department of Health and Human Services): Assembly Bill 471 reflects many years of effort making for Nevada’s Central Cancer Registry (NCCR).", "Peek over the years to continuously improve and increase the collection of Nevada’s cancer data through the NCCR.", "MANDI DAVIS (Deputy Administrator, Administrative Services, Division of Child and Family Services, Department of Health and Human Services): On October 1, 2017, Nevada experienced the largest mass shooting in U.S. history.", "What the shooting quickly revealed and continues to reveal is the need for a designated victim center with processes, trained staff and victim-centered approaches to respond to complex and significant needs.", "Senate Committee on Finance May 22, 2021 On the day of the shooting, responders, providers and agencies from all areas quickly responded to try to meet the needs of the victims as best they could.", "As the Committee may be aware, DCFS received a grant from the U.S. Department of Justice (DOJ) specifically for the immediate response and recovery efforts from the mass shooting.", "Now, the VSRC is in the position of helping the other communities who suffer from mass shootings.", "It was presented by Elisa Cafferata from DETR.", "Funding for the VSRC comes from a DOJ grant that was awarded shortly after the mass shooting which is expected to expire in September 2022.", "During the Covid-19 pandemic, it became clear to us this needed to be our No.", "Perhaps you will not exceed the 22 percent cap in FY 2020-2021.", "This cap is set to expire in 2026.", "I think 27 percent, especially when you told us you will not get around 20 percent, is high.", "We are concerned about FY 2022-2023.", "MS. EBERT: The bill is requesting we go deeper than what had transpired during the last Legislative Session.", "What are they getting today versus next fiscal year?", "In January to March of 2020 before Covid-19, that number was already not enough to fully fund the program because medical inflation was going up more than 3 percent.", "Senate Committee on Finance May 25, 2021 Then, the Covid-19 pandemic hit and the program was asked to save $25 million.", "We had raised rates, we had taken money out, but there was also claim suppression instead of excess expenses that were expected from Covid-19.", "They are substandard compared to other states in the western U.S. We are now basically the only ones within this Nevada budget who are suffering severe cuts due to Covid-19 that have not yet been restored.", "It is not over, and there is American Rescue Plan Act funding coming.", "480 will address this.", "The Clark County Public Defender's Office is concerned with section 15, subsection 6.", "Department of Wildlife projects begin on page 11.", "135 of the 80th Session and codified in Nevada Revised Statutes (NRS) 288.", "This amount includes $2.8 billion in federal funding inclusive of anticipated American Rescue Plan Act of 2021 funds in the Covid-19 relief program budget and $1.4 billion in federal funding provided for pre-K through Grade 12 education in response to the pandemic.", "On page 2 of Exhibit F is the Covid-19 relief programs budget.", "HHS-DPBH - No NV Adult Mental Health Svcs — Budget Page DHHS-DPBH-172 (Volume II) Budget Account 101-3162 Section 45 of Exhibit G contains carryover language that provides authority to transfer funding for the Nevada National Guard Youth Challenge program.", "Section 47 of Exhibit G contains new language that provides authority to transfer funding within the DCNR to support Nevada's climate initiatives.", "The monies revert at the end of FY 2022-2023.", "24 does not pass.", "Section 60 of Exhibit G is carryover language that allows for the transfer of funding within certain DCFS juvenile justice budget accounts.", "Section 77 of Exhibit G would appropriate $6.7 million in FY 2021-2022 and $6.9 million in FY 2022-2023 to B/A 201-4716 to support the DMV's plan to redesign its computer system.", "Section 102 of Exhibit G would provide for funding approved for the Division of Forestry in 2019 to be carried forward until FY 2021-2022.", "The last State COLA was July 2019.", "267 makes it clear the onus falls on UNLV.", "We will shut down what the SOS is doing and enable UNLV to start its system and collect data.", "SENATOR SPEARMAN: As we come out of the pandemic and restart the economy, it is indexes like these that many corporations review to see if their workforce will fit in a particular state.", "With the downsizing and the effects of Covid-19, there will be more women looking for jobs with companies that are friendly to them.", "The shortest is 20 years.", "Senate Committee on Finance May 27, 2021 This bill is a critical step in fighting the climate crisis and works to improve air quality and public health.", "189 is simple—to improve the health of our women and babies.", "DUANE YOUNG (Deputy Administrator, Division of Health Care Financing and Policy, Department of Health and Human Services): The medical costs of the eligibility expansion in A.B.", "Because of the Covid-19 pandemic, this year many things did not make it into our budget.", "189 because it will lead to better outcomes for moms and babies.", "189 and open the hearing on A.B.", "196 lays out the procedure.", "196 will help reduce those barriers.", "HHS-DPBH - So NV Adult Mental Health Services — Budget Page DHHS-DPBH-182 (Volume II) Budget Account 101-3161 Section 9 contains General Fund appropriations of $2.5 million in each year of the 2021-2023 biennium to DPBH for the Chronic Disease B/A 101-3220 for vaping prevention activities.", "Section 15 contains General Fund appropriations of $124,182 in FY 2021-2022 and $129,272 in FY 2022-2023 to the Legislative Fund for the personnel costs of two new security scanner positions for the Nevada Legislature.", "Section 18 provides for the act to become effective on July 1, 2021.", "Senate Committee on Finance May 28, 2021 MR. THORLEY: Fiscal staff anticipates there will be a number of General Fund expenditures identified in the budget that will be eligible for reimbursement, once the federal funding is received from the Coronavirus State and Local Fiscal Recovery funds in the American Rescue Plan Act of 2021 (ARPA) are received.", "MR. THORLEY: Section 1, subsection 1, instructs the Chief of the Budget Division of the Office of Finance (GFO) in the Office of the Governor in consultation with the Senate and Assembly fiscal analysts of the LCB Fiscal Analysis Division to calculate, as Senate Committee on Finance May 28, 2021 soon as possible upon receipt of the $2.7 billion in federal funds, the lost reduction in general revenue due to the Covid-19 pandemic pursuant to the formula set forth by the U.S. Department of the Treasury.", "The $401 million is the amount that was transferred out of the Rainy Day Fund shortly after the beginning of the Covid-19 pandemic.", "The second is $20.9 million for the public health emergency related to the Covid-19 pandemic, including without limitation mental health treatment, substance use disorder treatment or other behavioral health services and construction and other capital improvements in public health facilities.", "The next is an allocation of $7.6 million to address food insecurity resulting from the negative economic impacts of the pandemic.", "Last is disbursement for any other purposes authorized for the use of money received under the Coronavirus State and Local Fiscal Recovery funds.", "The beginning of the BDR instructs the chief of the GFO to allocate Coronavirus State and Local Fiscal Recovery funds in accordance with the provisions of NRS Chapter 353, the State Budget Act.", "The remainder of the bill contains allocations that would not come from the amount identified as lost revenue, but would be made directly from the Coronavirus State and Local Fiscal Recovery funds.", "Senate Committee on Finance May 28, 2021 CHAIR BROOKS: Will the $20.9 million for public health and the $7.6 million for food insecurity come from the Coronavirus State and Local Fiscal Recovery?", "MR. THORLEY: The $2.7 billion that will come from the Coronavirus State and Local Fiscal Recovery is only a portion of the total dollar amount that the State will receive under ARPA.", "ASSEMBLY BILL 466: Makes appropriations to the Department of Corrections for hepatitis C treatments for offenders and new and replacement medical and dental equipment.", "The bill makes a General Fund appropriation of $15.8 million to the NDOC for hepatitis C treatments for offenders.", "Mr. Chandra testified that time share filing fees were negatively impacted by the Covid-19 pandemic.", "460, which will continue our State's efforts to prevent youth vaping.", "One in five Nevada teens currently uses some sort of electronic vapor product.", "Because of the Covid-19 pandemic, prevention funding was omitted from the Executive Budget.", "Nevada faculty worked our hearts out through the pandemic.", "It will help its mission to support health care in our community.", "Will there be food, alcohol or gaming?", "Why should Nevada go first?", "126 because it would make participation in our presidential preference elections much more accessible to the everyday Nevadan.", "126 and urge your support because it will make for a more fair and equitable presidential primary election process in Nevada.", "126 and invest in our democracy.", "126, you can ensure more trust in our democratic process.", "126, as it sets up a more inclusive process for all Nevadans, but particularly for Native Americans.", "Assembly Bill 126 is an investment in a more inclusive democracy.", "Assembly Bill 126 protects that and even puts Nevada in contention to be the first in the Nation.", "Nevada responded to the Covid-19 pandemic and made sure all active, eligible voters received a ballot in the mail so they did not have to choose between their health and their voice in our electoral process.", "This worked in Nevada in 2020.", "It was a reaction to the pandemic, but it was also an effort to expand options moving forward.", "Can you address that?", "Last year, as the pandemic created so much uncertainty around how our election would operate, the Legislature rose to the occasion to pass A.B.", "CHRISTI CABRERA (Policy and Advocacy Director, Nevada Conservation League): The Nevada Conservation League believes that the long-term health of our planet is linked with the health of our democracy.", "With voting reforms passed in the Thirty-second Special Session, the 2020 Nevada general election was one of the smoothest we have seen, with high turnout even during a global pandemic.", "We saw the effectiveness of mail-in voting in the 2020 election as we were hit by the Covid-19 pandemic.", "This bill makes voting more accessible and safe, not just during pandemics, but permanently.", "Throughout the last year, we have seen our communities struggle, and we have disproportionately seen communities of color, especially the Black community, be impacted by the Covid-19 pandemic.", "The pandemic also impacted the way that we vote.", "MR. RUSSO: I strongly oppose A.B.", "The 2020 election in Nevada was notable.", "There was already a housing crisis before the pandemic, and great work was done in the Eightieth Session to address some of those issues.", "For the past year, our organization has had many of our own members suffer from the economic impacts of the Covid-19 pandemic and were threatened with eviction for their inability to pay.", "Nevadans are counting on you to help them through this crisis.", "Of all the things you have worked on this session, pandemic relief is the number one issue we must address.", "This funding will be well spent, and Nevadans are desperate for this aid.", "If there is no action, we will see this crisis grow in exponential ways.", "MS. BORTOLIN: Eviction relief has been a journey since the pandemic began.", "21): In my day job, I am a deputy public defender, and I work with many kids.", "Some federal funding through the Chafee Foster Care Independent Living Program was made available during the pandemic.", "The sentiment was that youth should stay in foster care during the pandemic and avoid disruption to their lives.", "397 for the 2021-2023 biennium.", "The bill sets forth allocation priorities for Senate Committee on Finance May 29, 2021 Coronavirus State and Local Fiscal Recovery Funds which is the direct aid to states' portion of the ARP.", "The second is $20.9 million for the public health emergency related to the Covid-19 pandemic.", "That funding will be placed in the newly created Covid-19 Relief Programs budget account 101-1327 and subject to the State Budget Act.", "MR. CHALLINOR: Faith in Action Nevada supports S.B.", "Emergency and transitional supportive housing for individuals affected by the pandemic would fit within this framework.", "ASSEMBLY BILL 230 (2nd Reprint): Revises provisions relating to juvenile justice.", "7): Assembly Bill 230 aims to eliminate direct filing provisions in statute that require youth to be tried in adult criminal court when charged with certain offenses.", "230 is an opportunity to improve community safety by allowing those children who commit terrible acts a chance at rehabilitation and services in the juvenile system.", "233 of the 76th Session created the GPCM.", "Due to the unforeseen impact of the Covid-19 pandemic on the State budget, the program stopped accepting applications in April 2020.", "As a result of the Coronavirus Aid, Relief and Economic Security Act of 2020, in just a few weeks, Nevada went from struggling to access federal grants to being overwhelmed by the administrative tasks associated with them.", "Finally, A.B.", "If you exclude Medicaid, Nevada drops to 50th.", "That is funding for the critical needs of Nevadans.", "Sections 16 through 19 create the Keep Nevada Working Task Force in the Office of the Lieutenant Governor.", "The University of Nevada, Las Vegas (UNLV) Immigration Clinic plays a key role in our community by ensuring representation for unaccompanied children and deportation defense.", "The bill will create the Keep Nevada Working Task Force and support access to deportation defense legal resources.", "Fund the UNLV Immigration Clinic.", "Through the pandemic we heard too many stories of vulnerable APIA families afraid to ask for assistance, underreporting anti-Asian hate crime and fearing law enforcement due to their status.", "This bill addresses many of those fears.", "376, and we support the appropriation to the UNLV Immigration Clinic.", "376 and second everything that has been said.", "Nevada is following this path.", "376 and put American citizens first.", "I am excited to see collaboration between the State and the UNLV Immigration Clinic.", "(BDR S-976) JAN JONES BLACKHURST (Chief Executive in Residence, International Gaming Institute, University of Nevada, Las Vegas): The International Gaming Institute at UNLV began the \"Expanding the Leaderverse\" program two years ago to make sure our community leaders represented what our community looks like.", "BO BERNHARD (Executive Director, International Gaming Institute, University of Nevada, Las Vegas): I proudly support expanding the Leaderverse program.", "REGAN COMIS (Cleveland Clinic Lou Ruvo Center for Brain Health): I am in support of A.B.", "We service patients in both northern and southern Nevada.", "A lot of the upgrades are due to the Covid-19 pandemic and the need for virtual meetings, increased connectivity and security.", "16): As of March 13, statistics show that Nevada's Department of Corrections (NDOC) reported 5,460 cases and 56 deaths due to Covid-19.", "Due to vaccines being available, we as a Country are starting to address this issue, but in the last year, we have lost people in NDOC due to Covid-19.", "Due to restrictions during the Covid-19 pandemic, individuals were not able to participate in those programs.", "241 that applies this benefit retroactively so those individuals who lost this time will get it back.", "The issue that occurred during the Covid-19 pandemic is the State went into a state of emergency.", "241 so our unsolicited fiscal statement will need to be reinstituted.", "Some people did not work during the pandemic, but our prisons were still running.", "As we all know due to Covid-19, those who were in custody and in a program were not able to earn those credits.", "Covid-19 slowed down the opportunity for people to attend programming and good-time credits.", "But because the programming stopped due to Covid-19, they were never eligible.", "As the Covid-19 pandemic continued, we started to see people who were past expiration.", "241 started.", "Through the pandemic, the institutions turned into solitary confinement.", "This bill is a dose of humanity for those who are in custody.", "They have done their time, however it is not their fault for Covid-19 occurring and as a result those people losing their time.", "241 because this is time that incarcerated people will not get back otherwise.", "A worldwide pandemic is not something that was in anyone's control.", "Like protections put in place outside of prison to overcome this pandemic, incarcerated people should get that same protection.", "241 is giving them what they would have had if the pandemic had not occurred in the first place.", "241 and agree with everything already said.", "When Covid-19 hit, those credits stopped because programming stopped.", "During Covid-19, hundreds of people were incarcerated past their expiration, which not only opens up the State to lawsuit, it impacts lives and families, and leaves incarcerated people and families bearing the burden of this individually.", "We have a moral and ethical obligation to be concerned and care for all Nevadans.", "241 and the importance of this bill for those incarcerated.", "241 and open the hearing on A.B.", "The impacts of the pandemic over the last year have clearly demonstrated the importance of modern and flexible election systems.", "For our community, where one in five Nevadans are foreign-born and half of them are not yet citizens, this bill will have measures to protect them in the AVR system by filtering out DMV customers who provide documents such as green cards or a driver's authorization cards.", "The original legislation around AVR was a win for the military and veteran community, and this bill builds on that.", "432 because the expansion of AVR would work to enfranchise large groups of potential voters in Nevada while also prioritizing Nevada secure measurements.", "ASSEMBLY BILL 230 (2nd Reprint): Revises provisions relating to juvenile justice.", "On page 19 of A.B.", "This bill becomes effective July 1, 2021.", "256 would have a savings on the medical side of the budget.", "First, it adds section 8 which Senate Committee on Finance May 30, 2021 appropriates $1 million from the General Fund to Immunize Nevada for activities related to public health.", "SENATOR SEEVERS GANSERT: Can the funding for Immunize Nevada be available through the American Rescue Plan Act of 2021 funds, and we switch out the funding source later?", "When the time came for the immunization push during the Covid-19 pandemic, they stepped up and became a part of the team that was helping to address the pandemic.", "After speaking to the Executive Director of Immunize Nevada, my understanding is they will be receiving more federal funding specifically relating to Covid-19 immunizations and ensuring a good job in disparate impact.", "Those funding streams are narrowly tailored to Covid-19 immunizations and disparate impact for communities of color.", "School season is coming up, and the base work that Immunize Nevada has always done—which is making sure children have immunizations before going back to school—is in jeopardy because they have all of this other work coming through.", "In addition, accommodating the public with more access electronically to participate in these meetings during the pandemic has led to increased cost.", "This funding has the potential to dramatically change the life outcomes for Nevada's older youth in care by connecting them with permanence and the love, support, and guidance that one caring adult can provide.", "You want to roll it to 2022.", "What was the problem in 2019 that caused you not to spend the money?", "Unfortunately, because of COVID-19, these were not added into the budget.", "It is going to make a real impact.", "460, specifically section 9, which will continue our state efforts to reduce and prevent the use of e-cigarettes and vaping across our state.", "More importantly, on behalf of my daughters who testified last session and all of the teens who shared their stories with you in the past number of months about our state's vaping epidemic, thank you very much for hearing us with S.B.", "Sarah Coffman: This provision is prospective.", "There are several things that happened that should not have happened during the COVID-19 pandemic.", "Section 18 was concerned with certain provisions relating to the Kidney Disease, Prevention and Education Task Force.", "Julia Peek, M.H.A., C.P.M., Deputy Administrator, Community Health Services, Division of Public and Behavioral Health, Department of Health and Human Services: We did have a fiscal note on the bill.", "I support S.C.R.", "10 (R1) because it calls for the study of renewable energy resources in Nevada.", "10 (R1) and would encourage your support as well.", "Marie Steele, Electrification Director, NV Energy: I am here to testify in support on behalf of NV Energy.", "Regan Comis, R&R Partners, representing the Nevada Mining Association: I know we are short on time so I will quickly thank Senator Spearman for working with us on this.", "163 for the reasons stated.", "163 and thank the bill's sponsor and cosponsors.", "Sarah Coffman, Assembly Fiscal Analyst: Senate Bill 461 provides priorities for the Coronavirus State and Local Fiscal Recovery Funds as follows: • Calculates lost revenue and deposits into the State General Fund $335 million for the repayment of the Unemployment Compensation Fund.", "You may recall, prior to the COVID-19 pandemic, there was close to $2 billion in the UI [unemployment insurance] trust fund.", "Sarah Coffman: That is correct.", "This will be one of the small things we can do to not have one more thing added on to that bill as everyone is trying to climb out of the pandemic and get back to square one in the future.", "This will be one way to lessen those impacts of the pandemic on everyone who pays into this fund.", "I had a question for Ms. Coffman.", "I am not sure I heard the number correctly.", "Sarah Coffman: Yes, that is correct.", "At its peak in 2019, it was at $2 billion.", "Sarah Coffman: We have been monitoring that.", "Sarah Coffman: Yes, that is correct.", "The additional funding in this bill is going to allow us to continue to navigate the uncharted waters as we continue to recover from not only a COVID-19 pandemic but also a housing crisis.", "While federal Elementary and Secondary School Emergency Relief (ESSER) funds will provide financial relief for school districts to address the impacts of the COVID-19 pandemic, the more Assembly Committee on Ways and Means May 31, 2021 flexible American Rescue Plan dollars can help our schools be even stronger over the coming years, improving the quality of education for every Nevada student.", "We believe this bill establishes an important framework for assisting communities that have been particularly affected by the pandemic and that certainly includes individuals with mental illness and co-occurring disorders.", "Those are important postpandemic.", "Assembly Committee on Ways and Means May 31, 2021 Benjamin Challinor Mendez, Policy Director, Faith in Action Nevada: The portion that mirrors every Nevadan's framework is important to us because our communities have been devastated by the COVID-19 pandemic.", "This bill is the first step to making sure we are not only able to get them to where they were before but making sure they are able to thrive past this pandemic.", "(BDR S-1177) Sarah Coffman, Assembly Fiscal Analyst: Senate Bill 461 requires the transfer to the State General Fund of Coronavirus State and Local Fiscal Recovery Funds based on lost revenues as well as provides a prioritization list of the expenditures of these Coronavirus State and Local Fiscal Recovery Funds.", "They are aware that Nevada offers this.", "Gerald Ackerman, M.S., Assistant Dean, Rural Health; Director, Office of Rural Health, Office of Statewide Initiatives, University of Nevada, Reno, School of Medicine: Thank you for the support and the ability to be able to present this.", "Senate Bill 366 (2nd Reprint) is a step forward to addressing the void in our system to treat children in appropriate settings and ensure that the victims obtain closure in their cases.", "I will have Ms. Coffman walk through the fiscal impact.", "Sarah Coffman, Assembly Fiscal Analyst: The Division of Child and Family Services (DCFS), Department of Health and Human Services has identified a fiscal impact of $50,000 to complete a study to determine the specific needs and treatment of youth to assure proper resources to provide safe and effective care for a youth who is identified.", "I think especially during the COVID-19 pandemic, there was a feeling that we wanted to provide supports to this vulnerable population as we were struggling with the pandemic and the impacts of the pandemic.", "The great change inside of this bill is throughout that time between 18 and 21 years, these young adults will be able to come back repeatedly until they turn 21, even if they had walked away in the same way that we can get in fights with our parents and still come back for help.", "Sabra Newby, Vice President of Government and Community Affairs, University of Nevada, Las Vegas: We are neutral on this bill, but we are generally supportive of the concept.", "Ms. Coffman, would you cite the NAC, so we have a clear record?", "Sarah Coffman: The NAC that was cited was NAC 391A.070.", "Sarah Coffman, Assembly Fiscal Analyst: Senate Bill 108 (2nd Reprint) requires instructions relating to implicit bias and cultural competency be provided to any person who is employed in the juvenile justice system and who has routine contact with juveniles in their work including employees of regional facilities for treatment and rehabilitation.", "(BDR S-931) Sarah Coffman, Assembly Fiscal Analyst: Senate Bill 233 provides appropriations from the State General Fund of $250,000 in each year of the 2021-2023 biennium to the Office of Finance, Office of the Governor, for allocation to the Nevada Health Service Corps to obtain federal match money for the purposes of funding certain medical and dental practitioners to practice in underserved areas in Nevada.", "(BDR S-501) Sarah Coffman, Assembly Fiscal Analyst: Senate Bill 356 (1st Reprint), as amended, requires the Department of Corrections and the Division of Child and Family Services, Department of Health and Human Services in consultation with the Juvenile Justice Oversight Commission and other stakeholders to conduct a feasibility study regarding youthful offenders.", "(BDR 5-498) Sarah Coffman, Assembly Fiscal Analyst: Senate Bill 366 (2nd Reprint), as amended, authorizes a juvenile court to issue an order to join any governmental entities or other persons as a party to enforce a legal obligation to a child who is subject to an order of certain circumstances.", "I will have Ms. Coffman walk us through the bill.", "(BDR 34-237) Sarah Coffman, Assembly Fiscal Analyst: Senate Bill 347 (2nd Reprint), as amended, creates the Task Force on Sexual Misconduct at institutions of higher education.", "First, I would like to ask that you please go to page 19.", "On page 19, you will see the conversation pertaining to children of the military.", "That is correct.", "The projects are listed beginning on the bottom of page 8 and on to the top of page 9 of Exhibit B. ASSEMBLYWOMAN JAUREGUI: Is it common to approve project extensions, or are these due to Covid-19 pandemic delays?", "A number of these particular extensions are necessary as a result of barriers related to the pandemic.", "Project 21-C01 is for a heavy equipment repair shop and shop renovation for DCNR.", "1 of the 31st Special Session.", "* * * * * MR. LEISER: Project 21-C02 is a recommendation for a Southern Nevada Fleet Services maintenance building at the Grant Sawyer State Office Building in Las Vegas.", "* * * * * MR. LEISER: Project 21-C03 is the Washoe County Training Center Addition for the Nevada Army National Guard.", "* * * * * MR. LEISER: Project 21-C05 is the Engineering Academic and Research Building at the University of Nevada, Las Vegas (UNLV).", "1 of the 31st Special Session.", "* * * * * MR. LEISER: Project 21-C10 is for an aircraft storage hangar and sitework at the Harry Reid Training Center.", "21-C10 AS REFLECTED ON PAGE 13 OF EXHIBIT B. ASSEMBLYWOMAN JAUREGUI SECONDED THE MOTION.", "* * * * * MR. LEISER: Project 21-C11 is supplemental funding for cemetery expansion at the Southern Nevada Veterans Memorial Cemetery.", "Project 21-C11 provides the necessary 10 percent match for both projects to be completed.", "* * * * * MR. LEISER: Project 21-C12 is for a welding lab addition and renovation at Great Basin College in Elko.", "This project is a continuation of the Project 19-P70, approved by the Eightieth Legislature.", "This would be a continuation of Project 19-P71 that had its scope reduced as part of the Thirty-first Special Session.", "21-M59 AND 21-M60 ADDED TO THE GOVERNOR'S RECOMMENDED CIP THROUGH A BUDGET AMENDMENT RECEIVED ON APRIL 28, 2021 AND AS REFLECTED ON PAGE 17 OF EXHIBIT B.", "The first is Project 21-P01.", "1 of the 31st Special Session.", "* * * * * MR. LEISER: The next planning project is 21-P03.", "During that meeting, it was also testified that both the Southern and Northern Nevada Veterans Homes were Covid-19 free.", "* * * * * MR. LEISER: The next planning project is 21-P05.", "* * * * * MR. LEISER: The next planning project is 21-P06.", "21-P06 AND REFER IT TO THE FULL COMMITTEES.", "A215731362 (Exhibit E) which allows the Agency to establish authority of $670,803 in Coronavirus Response and Relief Supplemental Appropriations Act funding in FY 2021-2022.", "The Division indicates the expansion of unemployment insurance benefits associated with the Covid-19 pandemic have increased potential enrollees’ income above the threshold for TANF, which is contributing to the projected decrease in caseload.", "A216313145 to B/A 101-3145 (Exhibit H) was submitted by the Governor’s Finance Office (GFO) on April 17, 2021, following the Subcommittees closing for the DCFS.", "Funding is primarily provided through the Victims of Crime Act (VOCA) Assistance Grant, with the General Fund component providing the federally required 20 percent nonfederal match.", "The Agency indicated the VSRC currently receives a VOCA Assistance Grant, and the Center intends to apply for other available federal, local, and private victim services funding opportunities as they become available.", "There is a forthcoming bill that would set up a Statewide Victims Service Center with the intent to be prepared in the event of future mass victim incidents.", "The funding for the positions sought by the budget amendment, Exhibit H, is for the continued behavioral health services, referral and navigation for those victims and the expansion of similar services to other victims of crime.", "The Governor recommends $3 million in pandemic-related supplemental John H. Chafee Foster Care Independence Program federal funding in FY 2021-2022 to support current and former foster youth up to age 26.", "As part of the Covid-19 relief efforts on a federal level, the organization is focused on expanding the age group that is eligible for these funds.", "ASSEMBLYWOMAN CARLTON: This is pandemic-related funding—is there a time limit for spending this money?", "MR. ARMSTRONG: This funding comes from an earlier pandemic relief bill.", "I am not aware of any formal process put in place for agencies to report back to the Legislature on pandemic relief spending.", "A216713145 TO B/A 101-3145 INCLUDING $3 MILLION IN PANDEMIC-RELATED SUPPLEMENTAL JOHN H. CHAFEE FEDERAL FUNDING IN FY 2021-2022 TO SUPPORT CURRENT AND FORMER FOSTER YOUTH AND TO ISSUE AN LOI TO REPORT TO IFC EVERY SIX MONTHS ON THE DISBURSEMENT OF FUNDS AND THE DELIVERABLES.", "Senate Committee on Finance Assembly Committee on Ways and Means May 7, 2021 MS. CASSELMAN: We have confidence in our ability to continue to serve the VR clients.", "When Nevada receives funds from the ARP Coronavirus State and Local Fiscal Recovery Funds in FY 2021-2022, if the guidance allows for the funds to be used for the vacant positions, the decision was made to reverse the furlough.", "This position will monitor all threats directed at the Legislature.", "Senate Committee on Finance Assembly Committee on Ways and Means May 7, 2021 CHAIR BROOKS: I suspect there are many practices from the pandemic we will keep once we go back to normal.", "Did the pandemic affect the printing office?", "MS. ERDOES: The Covid-19 pandemic has actually increased the business of the printing office.", "The start of the pandemic greatly increased the demands of distance learning.", "The number of documents produced for DETR increased due to the pandemic.", "During the past 14 months of the Covid-19 pandemic, I have continued to work.", "Yesterday, the Governor sent employees a letter thanking us for all of our work during this last year of Covid-19.", "The money committees then preliminarily granted authority to use American Rescue Plan Act of 2021, Coronavirus State and Local Fiscal Recovery Funds (CSLFRF) to cover the costs of these positions during the 2021-2023 biennium beginning October 1, 2021.", "Preliminary guidance received from the U.S. Department of the Treasury indicates an eligible use of the CLFRF includes payroll and other position costs associated with rehiring public sector staff up to the staffing levels existing before the Covid-19 pandemic.", "This is extremely important in rebounding from the Covid-19 pandemic.", "We are also optimistic the CSLFRF can be utilized to invest in the Nevada communities hit hardest by the Covid-19 pandemic, specifically English language learner (ELL) and at-risk students.", "The Covid-19 pandemic has resulted in a loss of learning for many of Nevada's students, and any cuts to education funding will make it extremely difficult for Nevada children to catch up.", "A hybrid school schedule has been implemented by the WCSD during the Covid-19 pandemic resulting in me seeing my students every other day.", "DUANE YOUNG (Deputy Administrator, Division of Health Care Financing and Policy, Department of Health and Human Services): Senate Bill 69 does not have a fiscal note from the Division of Health Care Financing and Policy.", "Section 15 has been modified by removing HCQC as the responsible party for background checks on peer and/or recovery support specialists.", "165 indicating it would require Nevada Offense Code system updates for an unknown fiscal impact.", "165 would create the Nevada Esports Technical Advisory Committee to the Gaming Control Board.", "100 because it will diversify the State economy and help alleviate our doctor shortage.", "198 and open the hearing on S.B.", "SENATE BILL 211 (1st Reprint): Establishes requirements relating to testing for sexually transmitted diseases.", "11): Senate Bill 211 would require healthcare providers to ask patients aged 15 or older if they would like a sexually transmitted disease (STD) test, including for HIV-AIDS.", "If we have learned anything from the Covid-19 pandemic, knowing one's infection status is the first step to stopping the spread of a disease.", "The State has extremely high rates of syphilis, HIV-AIDS and other STDs.", "Another bill this Session increases STD testing for pregnant women.", "211's fiscal note.", "If an infected woman's partner were tested and treated, the mother and baby would be spared STD, which would provide treatment savings.", "211 specifically call out new provider types to enable them to be compensated for STD testing within Medicaid?", "We factored in a reduction of community spread of STDs and a percentage of good health policies.", "While there is certainly a public health benefit for testing and diagnosing HIV-AIDS, gonorrhea, chlamydia and other STDs early, the Division does not see a general savings when they go undetected.", "Often, people are unaware they have a STD.", "CHAIR BROOKS: Is the State paying for treatment of any other STDs besides the ones you listed?", "Senate Committee on Finance May 17, 2021 MR. YOUNG: Most of our public health focus is on mothers and LGBTQ+ populations, not necessarily on testing men who may spread STDs to their partners.", "Senate Bill 211 would require providers to ask about testing then provide treatment, so we are anticipating a 20 percent rise in testing.", "CHAIR BROOKS: Does the State use General Fund money in any way to treat HIV-AIDS?", "CHAIR BROOKS: Does increased access to testing lower the spread of HIV-AIDS?", "Would the State spend less treating people with HIV-AIDS if more testing were available?", "MR. YOUNG: Yes, but we did not include HIV-AIDS treatment costs in the original fiscal note.", "211 include HIV-AIDS in tests we would encourage people to get?", "There would be long-term savings for HIV-AIDS.", "211 section 1, subsection 1, paragraph (a) specifically mentions testing for HIV-AIDS, why is that not included in the fiscal note?", "MR. YOUNG: While the Division recognizes it is good public policy, there is no specific mapping for the additional HIV-AIDS code.", "SENATOR KIECKHEFER: Are we not doing enough HIV-AIDS testing, so the test will be highly utilized in the bill's scenarios?", "MR. YOUNG: I do not want to give the impression we are doing enough testing for HIV-AIDS.", "Medicaid has focused on getting its providers to do HIV-AIDS tests.", "Because of public health messaging, that is a much more comfortable conversation for patients to have with providers than testing for other STDs.", "SENATOR KIECKHEFER: Is testing for HIV-AIDS more expensive than for other STDs?", "MS. CRECELIUS: I do not know.", "211 and open the hearing on S.B.", "236: the Nevada System of Higher Education (NSHE), the Division of Public and Behavioral Health, the Department of Agriculture, the Peace Officers Standards and Training Commission (POST), the Las Vegas Metropolitan Police Department (LVMPD) and various local governments.", "The LVMPD submitted an informal updated fiscal note of $7 million for FY 2021-2022 and FY 2022-2023.", "In the last 18 months during the pandemic, society has posed significant questions about whether the thin blue line is effectively helping all citizens.", "We had 47 fatal road accidents versus 38 for 2020.", "We have had 90 shooting victims versus 71 in 2020.", "236 to protect community members from the egregious practices of the police.", "SENATE BILL 325 (1st Reprint): Establishes provisions relating to preventing the acquisition of human immunodeficiency virus.", "17): Senate Bill 325 would help prevent HIV-AIDS by encouraging pharmacists to promote preventive measures before exposure and post-exposure treatment.", "(BDR 23-675) It would authorize refilling vacant positions and prevent permanent harm to NSHE programs from the Covid-19 revenue crisis.", "DOUG UNGER (President, University of Nevada, Las Vegas Chapter, Nevada Faculty Alliance): Passage of S.B.", "WAYNE THORLEY (Senate Fiscal Analyst): The documents showing updated budget scenarios for FY 2021-2022 and FY 2022-2023 are in the PCFP 2021-2023 Biennium Draft (Exhibit B).", "That period of time included a global pandemic.", "SENATOR KIECKHEFER: It was a priority for legislators to make the PCFP function as it was designed in 2019.", "I support the PCFP.", "I want to make clear we are making a difference despite the pandemic.", "The PCFP is a huge step in the right direction.", "The CCEA appreciates legislators' work to get the PCFP implemented.", "Being able to implement new education dollars under the PCFP during the pandemic is extraordinary.", "I appreciate there have been and will continue to be several moving parts associated with the transition to the PCFP and the expenditure of federal relief Senate Committee on Finance Assembly Committee on Ways and Means May 19, 2021 monies.", "The CCEA appreciates the PCFP.", "The pandemic exacerbated problems.", "Even before the pandemic, funding did not keep pace with inflation.", "The pandemic and associated economic crisis led to major educational cuts.", "I appreciate the Committees for the PCFP."], "9": ["• Providing guidance and monitoring.", "Meanwhile, S.B."], "6": ["BDR S-899—Makes an appropriation to the Office of Economic Development for the provision of grants to certain entities impacted by the COVID-19 pandemic.", "(Later introduced as Assembly Bill 106.)", "Sarah Coffman, Assembly Fiscal Analyst, Fiscal Analysis Division, Legislative Counsel Bureau: Bill draft request (BDR) S-899 appropriates from the State General Fund to the Office of Economic Development, the sum of $50 million to provide for grants of operational support to small businesses, nonprofit organizations, and other similar entities impacted by the COVID-19 pandemic.", "The BDR is two paragraphs, it is appropriated from the State General Fund to the Office of Economic Development and the citation, the sum of $50 million for grants, operational support to small businesses, nonprofit organizations, and other similar entities impacted by the COVID-19 crisis.", "This is basically another appropriation toward the Pandemic Emergency Technical Support (PETS) program that we have done through IFC."], "2": ["106 on February 10, 2021.", "ASSEMBLY BILL 106: Makes an appropriation to the Office of Economic Development for the provision of grants to certain entities impacted by the COVID-19 pandemic.", "And, of course, we have had this added mission of administrating Coronavirus Aid, Relief, and Economic Security (CARES) Act programs.", "We keep an edition of the Reno Gazette Journal from 2010 on the wall here that says, \"Is Reno Destined to Become the Detroit of the West?\"", "This is something that we need to now make sure goes across all Nevada, and it is something I am committed to.", "We had to do that in a pandemic against an uncertain base of knowledge and uncertain as to what the future held.", "Assembly Committee on Ways and Means Senate Committee on Finance February 15, 2021 Patricia Herzog: During the pandemic, since we have not been able to travel for almost a year now as Director Brown mentioned, what we have done is pivoted to Zoom meetings like we are having today.", "Chair Carlton: The amounts were not fully expended, and I understand that in the last year there has been a problem because of COVID-19.", "I hope that answers your question.", "This is with an understanding that decades of economic development money spent in northern and central Nevada have worked out very well for them; we saw that in this pandemic.", "The State has come to the meeting?\"", "I went to an RDA advisory committee meeting of about 50 people just before the pandemic and the reaction was, \"The State is here?\"", "Before the pandemic, we convened.", "Can we get Senator Cortez Masto to trouble shoot it?", "Business has been frozen up, obviously, and scrambling to deal with the challenges of the pandemic, but, since the start of the year, LVGEA, EDAWN and GOED have received Assembly Committee on Ways and Means Senate Committee on Finance February 15, 2021 inquiries from very serious corporations that are looking at how they are situated.", "It said that we will look at our economy with 2021 being a pivot year, and that we will refer to this as prepandemic and postpandemic economies.", "I hope that answers your question.", "In Assembly Committee on Ways and Means Senate Committee on Finance February 15, 2021 the September 25, 2020 meeting of the Interim Finance Committee (IFC), we accrued $1.1 million of Coronavirus Aid Relief and Economic Security (CARES) Act funding for consulting services, economic analysis, and an economic response plan, which we supported, and then $1.2 million to develop a Nevada Labor Certification Plan and procure a workforce skills matching platform.", "Just prior to the pandemic, you and I had talked.", "As we got into the pandemic and we looked back at what pandemics do to economies, and looking at the 1918 experience, we realized that the world is going to be very different, and looking backwards was not going to be much of a help.", "Fortunately, Assembly Committee on Ways and Means Senate Committee on Finance February 15, 2021 Congress authorized in the Coronavirus Aid, Relief, and Economic Security (CARES) Act provisions that allow us to use some CARES Act dollars for the promotion of tourism, but it has been a struggle to keep the Nevada Film Office operating.", "Senator Denis: With the pandemic, certainly more people are watching more content, like Netflix and other things.", "From a production side, companies that specifically came to Nevada as a result of the pandemic include shows like ABC's Shark Tank and CBS's Love Island.", "Since the pandemic, we have Assembly Committee on Ways and Means Senate Committee on Finance February 15, 2021 seen people come to Las Vegas to film, but also as a result of the pandemic, we have seen a greater increase in the number of production companies that want to relocate and land here to open studios.", "We are operating, again because of the pandemic, with resources that have come to us from the Department of Employment Training and Rehabilitation (DETR).", "I hope that answers your question.", "The second part I want to mention, and part of that general pivot that we did, is that we had a lot of programs that already existed and provided talent that was important during the pandemic.", "We pivoted to support that with the Nevada System of Higher Education (NSHE) and were able to tap into almost $3 million in coronavirus relief funds to help those programs augment and continue to deliver the needed pipeline.", "If this pandemic showed nothing else, we know we need to expand our health care workforce.", "How many folks will that reach?", "Stacey Bostwick: The short answer is, I do not know.", "Then finally, you mentioned that you had $3 million in coronavirus relief funds and those had a stop date on them.", "I am wondering if that is part of a coronavirus relief package that has a stop date.", "It is 2021.", "29 forward so we can have that discussion because I do think this is a space that Nevada needs to be in.", "29 passing and A.B.", "29 not passing.", "This is all Nevada specific.", "29 for your consideration, to broaden the scope.", "29, we broaden the definition.", "We will provide that for the record.", "For example, getting the COVID-19 vaccine after just one year is totally amazing, and that was enabled because of decades of research, mostly at universities, into messenger RNA and other genetic methods.", "Steve Fisher: I will start on page 2 of our presentation entitled \"State of Nevada Department of Health and Human Services, Fiscal Year (FY) 2022-2023 Budget Presentation, Division of Welfare and Supportive Services,\" [Exhibit C].", "This has worked well during the pandemic.", "At that point we entered a corrective compliance plan for 2019 in an attempt to reset the penalties that we were penalized for years 2012 through 2017.", "The Energy Assistance Program received Coronavirus Aid, Relief, and Economic Security (CARES) Act funding.", "Pre-COVID-19, we had our TANF staff physically working in those one-stop centers and vice versa, they took one of their workforce representatives and put them into one of our welfare offices, so they were working directly with our TANF clients as they were entering the TANF office.", "Once again this was all pre-COVID-19.", "That is correct.", "We have run recent data analytics, and we are showing a 240 percent increase of denials and removal of TANF due to income during this pandemic.", "We did see in legislation in the first Coronavirus Aid, Relief, and Economic Security (CARES) Act funding where customers were receiving an additional $600 per month of unemployment.", "I have concerns.", "What is it today on hand?", "This budget account supports our ongoing efforts to provide a safety net to almost 800,000 Nevadans now via our family service specialists which promote food security and health using our Temporary Assistance for Needy Families (TANF), Supplemental Nutrition Assistance Program (SNAP), and Nevada Medicaid programs.", "That would be post-COVID-19.", "Obviously, the economic impact of the pandemic is another.", "It is COVID-19 related.", "That is short term through 2021.", "We have the same trigger here.", "I know we had to do it when the pandemic hit, but ongoing work from home needs to be a more global discussion.", "Are these permanent closures or are they just closures during the pandemic?", "Assemblyman Watts: Also, building on the question I asked on the previous budget item, would you speak to the impacts of the pandemic on this program.", "What has the impact been and what changes has the agency made in response to the pandemic?", "Christell Askew: One of the things that happened with our caseload is that we already had quite a large caseload, and when COVID-19 came into play, we put some policies in place to try to sustain child care businesses throughout the pandemic.", "We really sustained that high caseload throughout the pandemic.", "So even though parents had been keeping their children home, we still had a rather large caseload just because of those factors—COVID-19 policies that we put in place and that 12-month eligibility requirement.", "We want to make sure that child care survives this pandemic.", "In FY 2022 we jump back up to 10,470, and then in FY 2023 it is up again to 10,587.", "Was that decrease because of the pandemic?", "Was that based on the drop in enrollment, and was that based on COVID-19?", "Christell Askew: I would speculate that as the vaccine rolls out and people are going back to work, they will reenroll into child care.", "I know a supplemental payment was done during the pandemic.", "Assembly Committee on Ways and Means Senate Committee on Finance Subcommittees on Human Services February 18, 2021 Robert Thompson: We received additional funding through the CARES Act that allowed us to do the retroactive payments during the pandemic.", "With our populations rising, increases in financial stress on families, serving populations that were never served before due to the pandemic, an increase in mental health challenges, and overall impacts that our families are facing for the first time ever, we believe that these reserves should be put to work to help Nevada families and children and not be held in large reserves.", "We understand the state is experiencing difficult times financially due to the pandemic.", "The fiscal effects of the COVID-19 pandemic on the agency began last year and will continue at least through the next biennium.", "The pandemic has also emphasized how closely we must compete with other states for corporation services.", "In FY 2020, we experienced the first decline in twelve years, due to decreased filings and renewals in April through June, due to the COVID-19 pandemic and state of emergency.", "shows the growth in General Fund revenue per approved full-time equivalent (FTE) position until FY 2020 when we experienced a decline late in the year due to COVID-19.", "There is a high number of positions held vacant due to the pandemic-related budget cuts.", "The first three are being recommended due to COVID-19.", "The sudden and rapid increase in COVID-19 cases began in March 2020, but cases had been growing in the United States as early as January 2020.", "As the risk of community infection increased and the looming fiscal effects became more apparent, Secretary of State Cegavske directed a moratorium on all agency travel, in-person meetings, conferences, and events.", "Decision unit enhancement (E) 229 recommends $160 in each year of the biennium for business event expenses that were canceled due to COVID-19.", "Decision unit E-231 recommends $21,751 per fiscal year to fund elections workshop events that were canceled due to COVID-19.", "Decision unit E-233 recommends $23,392 per fiscal year to fund staff travel for conferences and training events that were canceled due to COVID-19.", "These servers were scheduled to be replaced in FY 2020 but were cut to offset the state's budget shortfall due to COVID-19.", "This PDQ product has shown to be a value to us in performing these necessary patching tasks which sustain our cyber security.", "Thank goodness it is functioning because COVID-19 really set us back when we had to close our offices.", "Is that COVID-19 money that is being transferred or is it coming from another source?", "This will continue through FY 2025.", "We see it as a mitigation of risk and making sure that, if something were to happen to Mr. Edmundson, our program could continue.", "We could have discussed this in 2017 and 2019.", "They expressed the need for someone to schedule meetings, take minutes and manage Zoom meetings during the pandemic.", "21-C02—Southern Nevada Fleet Services Maintenance Building (Grant Sawyer Site) This project was included in the prior biennium, but we were unable to get to it.", "In FY 2018-2019, the Department conducted 686 inspections, with 14 percent resulting in a seizure of contraband products.", "During FY 2019-2020, the Department faced reductions to its operational budget authority as a result of mandated budgetary savings and limited work capacity due to the Covid-19 pandemic.", "E-231 Efficiency & Innovation — Page TAXATION-9 As a result of the pandemic, in-State travel was halted or allowed only as necessary.", "This software was originally purchased to schedule customers during the pandemic.", "The Department substantially shut down due to the pandemic in March 2020 through the remainder of FY 2019-2020.", "MS. UPTON: Because the pandemic has decreased the amount of traffic into the Department and some businesses have closed, we are managing the workload at this time.", "I will return to Slide 21 of Exhibit D. This is a summary of our one-shot appropriations.", "FY 2021 One-Shot: This request funds the replacement of computer hardware and software equipment.", "(BUDGET OVERVIEW-21) FY 2021 One-Shot: This request funds replacement of essential information technology hardware.", "An updated LIM system would be a backbone for NDA's laboratories.", "The backlog existed prior to the pandemic.", "Inspectors survey for white rot, a disease that is regulated at both the State and federal levels.", "When the Covid-19 pandemic response took place, we were in the middle of reclassifying a biologist position to a laboratory position so the Elko laboratory can be fully functional.", "Throughout the Covid-19 pandemic, we have also been lending the PCR machine to medical staff in Las Vegas.", "ASSEMBLYWOMAN PETERS: I am glad you are requesting an upgrade to the HPLC machine.", "We have done three of these trainings virtually during the Covid-19 pandemic.", "Its duties would include quarantine disease surveys and the detection and monitoring of agricultural fields.", "As part of our cooperative agreements with federal partners, we perform surveys on plant pathogens throughout Nevada.", "MS. JEPPSON: We discussed the pathogens we are surveying for and strategies with our federal partners.", "Because of budget cuts necessitated by the Covid-19 pandemic, we will continue to hold this position vacant.", "DOUG FARRIS (Administrator, Animal Industry Division, State Department of Agriculture): At the beginning of the Covid-19 pandemic, we were in the middle of reclassifying the vacant biologist position from a biologist III position to a microbiologist III position.", "The samples are shipped to our Sparks animal diseases laboratory.", "How has traveling changed as a result of the Covid-19 pandemic, especially as it relates to your inspection program?", "Only ten of our customers exclusively used the Las Vegas laboratory in FY 2019-2020.", "In early 2020, our laboratories faced temporary closures due to the Covid-19 pandemic.", "The rate has bounced around and the opening of new businesses has slowed due to the Covid-19 pandemic.", "There are still a handful of inspection types we cannot perform safely under Covid-19 pandemic.", "MS. MATIJEVICH: We are looking at completion late in FY 2023-2024.", "Budget account 233-4470 is undergoing internal review by NDA.", "The Western Nevada College's para-medicine certificate program has been very helpful during the Covid pandemic.", "The Office had been awarding K-5 STEM Program grants to schools and classrooms prior to the Covid-19 pandemic as described on slide 17 of Exhibit B.", "There were many high-quality STEM programs whose budgets were cut during the Covid-19 pandemic, including the K-5 STEM Program.", "The amount of E-rate funding requested by each Nevada school district and the amount of fiber-optic internet built is described on slide 23 of Exhibit B. Senate Committee on Finance Assembly Committee on Ways and Means February 8, 2021 Throughout the Covid-19 pandemic, the Office went from primarily working with school district IT directors and superintendents in connecting school buildings to broadband services, to also connecting children enrolled in a distance-learning program.", "The Office is now collaborating with Governor Steve Sisolak's Nevada Covid-19 Response, Relief and Recovery Task Force and NDE to help school districts establish internet hotspots and provide Chromebooks and laptops to students.", "This project is funded by the Coronavirus Aid, Relief and Economic Security (CARES) Act.", "When the Covid-19 pandemic began, the Office experienced the same 19 percent budget cuts that other State agencies faced.", "ASSEMBLYWOMAN BENITEZ-THOMPSON: In response to the Covid-19 pandemic, the Office reverted a total of $1.5 million of its legislatively-approved budget to the General Fund in FY 2019-2020.", "Did the Office originally provide more funding to grantees during the 2019-2021 biennium, resulting in more reversions when the Covid-19 pandemic hit?", "This was right when the Covid-19 pandemic hit.", "When the Covid-19 pandemic started, the GFO asked all State agencies to cease nonessential spending.", "ASSEMBLYWOMAN MILLER: Based on lessons learned in previous funding rounds prior to the Covid-19 pandemic, how does the Office modify and adapt its STEM workforce development grants to meet industry needs?", "ISLA YOUNG (Executive Director, Office of Workforce Innovation, Governor's Office): Workforce Innovation has been active and aggressive in pursuing other federal funding streams to help address the Covid-19 pandemic as discussed on slide 6 of Exhibit C. Senate Committee on Finance Assembly Committee on Ways and Means February 8, 2021 Over the past 6 to 12 months, Workforce Innovation has been awarded several new funding streams described on slide 7 of Exhibit C. Workforce Innovation's Supporting and Advancing Nevada's Dislocated Individuals (SANDI) project is funded through CARES Act, Education Stabilization Fund-Reimagine Workforce Preparation Grants.", "This number fluctuates daily.", "The Department of Employment, Training and Rehabilitation is working through a lot of issues right now including the high demand for unemployment insurance during the Covid-19 pandemic.", "Considering how busy Workforce Innovation and DETR have been during the Covid-19 pandemic, will the benefits they provide, both jointly and separately, be lost if Workforce Innovation is transferred to DETR?", "This standalone role is very important during the Covid-19 pandemic.", "Entities under Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Public Safety, Natural Resources and Transportation February 11, 2021 POST's jurisdiction include sheriffs, deputy sheriffs, police officers, Nevada Highway Patrol (NHP) officers, State and local investigators, parole and probation officers, juvenile probation officers, alternative sentencing officers, bailiffs, constables with peace officer powers, court marshals, custody staff, tribal law enforcement agencies that have an interlocal agreement with the State and volunteer law enforcement dispatchers.", "236 of the 80th Session is centered on partnerships with the Nevada Department of Health and Human Services, other State divisions, the behavioral health community, the professional community and law enforcement agencies across Nevada.", "We provide services to protect citizens and visitors in Nevada.", "E-350 Promoting Healthy, Vibrant Communities — Page PUBLIC SAFETY-16 Decision unit E-710 funds standard computer and hardware replacements.", "SHERI BRUEGGEMANN (Deputy Director, Director's Office, Nevada Department of Public Safety): I am beginning on page 10 of Exhibit B.", "The Covid-19 pandemic slowed these activities.", "Last year, even during the Covid-19 pandemic, there were still over 2,000 applications.", "The pandemic has presented a number of difficulties.", "Efforts to travel the State to recruit potential officers were paused by the pandemic.", "This conversation has unwrapped the challenges Nevada faces.", "JOSE VILLA (Human Resources Analyst, Human Resources Division, Nevada Department of Public Safety): During the pandemic, we are conducting virtual job fairs to make sure we are reaching people who are graduating and members of the military.", "These include presentations from Zero Teen Fatalities.", "We did not use applicant data from 2020 due to the unique circumstances presented by the Covid-19 pandemic.", "PATRICK CONMAY (Chief, Investigation Division, Nevada Department of Public Safety): I am beginning on page 22 of Exhibit B.", "Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Public Safety, Natural Resources and Transportation February 11, 2021 The Nevada Threat Assessment Center is a fusion center.", "There were fewer events in FY 2020-2021 due to the pandemic.", "Page 30 of Exhibit B highlights some of the significant investigations the Investigation Division conducted during FY 2019-2020 and FY 2020-2021.", "We are tasked with providing investigative support across Nevada.", "The Investigation Division assists with the distribution of Covid-19 vaccines and personal protective equipment.", "The Nevada Threat Assessment Center assisted the Nevada Secretary of State and the Nevada Office of Cyber Defense Coordination to ensure system security related Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Public Safety, Natural Resources and Transportation February 11, 2021 to elections.", "There have been shifts in the data as a result of remote schooling during the pandemic.", "RYAN MILLER (Deputy Chief, Investigation Division, Nevada Department of Public Safety): The National Institute of Justice awarded a grant to the Pacific Institute for Research and Evaluation (PIRE) to assist in establishing the SafeVoice program.", "MS. BRUEGGEMANN: I will discuss B/A 710-4727, which pertains to Capitol Police.", "I would like to see POST give more attention to mental health crises.", "The actual impact of the Nevada Marsy's Law on court administrative assessments is unknown due to the Covid-19 pandemic.", "The generation of these assessments has been impacted by the Covid-19 pandemic and the incorporation of Marsy’s Law into the Nevada Constitution in 2018, which requires restitution be collected on many charges first.", "A large decrease in court assessment revenue during the Covid-19 pandemic shows we need to move away from depending on court assessments to fund Nevada's court system.", "In response to the Covid-19 pandemic and required budgetary reductions, the Governor's Office, Office of Science, Innovation and Technology (OSIT) reverted a total of $1.5 million or 35.5 percent of its legislatively approved budget in FY 2019-2020 to the General Fund.", "ASSEMBLYWOMAN TOLLES: The Broadband State Match Program has been integral in supporting internet connectivity issues during the Covid-19 pandemic, and I support the restoration of its funding.", "This is being done in the middle of a pandemic and deserves recognition.", "We are in the middle of the coronavirus pandemic which created a health crisis which in turn created an economic crisis.", "It is difficult to project enrollment growth in the middle of the coronavirus pandemic.", "The Commission noted in its recommendation to the Governor and to the Legislature in July 2020a number of concerns about funding special education through PCFP.", "They would also have increased flexibility to meet the unexpected needs of continuing to educate our students in the pandemic as we understand there is a great deal of uncertainty about what lies ahead.", "Page 61 of Exhibit B shows the allocation of funding for PCFP for FY 2021-2022 based on the FY 2019-2020 funding received, which has been designated as the hold harmless amount.", "As identified in S.B.", "CHAIR DONDERO LOOP: Does NDE anticipate transmitting the Independent Evaluation of Nevada's Statewide Assessment System report for FY 2019-2020 to the Legislature?", "MS. EBERT: During the pandemic, the Department looked at the reports most recently due to you, and we are in the process of making sure you have them.", "Thousands of seniors have lost a year of education, and they will never get it back as a result of the pandemic.", "E-225 Efficiency & Innovation — Page ELECTED-80 Decision unit E-226 requests funding for the Nevada Wing of the U.S. Air Force's Civil Air Patrol.", "FY 2021 One-Shot: This request provides funding for the construction of a medical school at the University of Nevada - Las Vegas.", "MR. MITCHELL: The University of Nevada, Reno (UNR), School of Medicine's Office of Statewide Initiatives surveys graduates of Nevada's medical schools.", "I am tired of Nevada being in last place regarding health disparities.", "Funding for GME programs is critically important to providing health care in Nevada.", "(BUDGET OVERVIEW-26) Senate Committee on Finance Assembly Committee on Ways and Means February 22, 2021 ASSEMBLYWOMAN CARLTON: During the 2019-2020 Interim, the Office has worked very hard in handling work programs associated with the Covid-19 pandemic.", "The State will be dealing with many issues related to the Covid-19 pandemic in the near future, and the Office could use additional staff to process work programs that may be coming forward.", "The State could not have seen the Covid-19 pandemic coming.", "CHAIR BROOKS: Preparing to present to IFC during the Covid-19 pandemic has revealed how lean Nevada's State government is.", "It can be very difficult for the Office, the Legislative Counsel Bureau's Fiscal Analysis Division, IFC and Executive Branch agencies to adapt to situations such as the COVID-19 pandemic.", "The $422,000 being requested to upgrade NEBS is the same amount that was reverted during the COVID-19 pandemic.", "Pages 7 and 8 provide an overview of Covid-19 funding received in the Division's public health budget accounts totaling $416,796,033.", "The $416 million includes over $321 million in federal grant funds and over $95 million in coronavirus relief fund authorized through the Office of Finance, Office of the Governor.", "In B/A 101-3220, Chronic Disease, decision unit E-225 recommends General Fund appropriations of $500,000 in each year of the 2021-2023 biennium to the Women's Health Connection (WHC) program to support breast cancer early detection services for women ages 40 through 49.", "Projected revenue in fiscal year (FY) 2022-2023 is calculated based on a 6 percent increase in fees paid to the Radiation Control program and the Bureau of Health Care Quality and Compliance (HCQC).", "Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Human Services February 23, 2021 Decision unit E-550 requests upgrades to the VR cloud-based system.", "E-550 Technology Investment Request — Page DHHS-DPBH-38 ASSEMBLYWOMAN CARLTON: We realize the challenges with the Covid-19 pandemic.", "Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Human Services February 23, 2021 MS. REYNOLDS: Although the enhancements to the VR system use a significant amount of the reserves, this will not fully deplete the reserve level.", "MARGOT CHAPPEL (Deputy Administrator, Regulatory and Planning, Division of Public and Behavioral Health, Department of Health and Human Services): It is unpredictable whether businesses that closed during the pandemic will reopen.", "MS. CHAPPEL: We had no delays during the pandemic, as we postponed a number of regular inspections.", "They also oversee the Statewide immunization registry Nevada WebIZ.", "General Fund dollars are primarily used to purchase needed vaccines for the required nonfederal match of Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Human Services February 23, 2021 the Nevada Check Up program.", "The proposed position will serve as the immunization's project coordinator to oversee adolescent and adult immunization programing and pandemic vaccine planning in related collaboration with Nevada Emergency Preparedness Association.", "E-225 Efficiency & Innovation — Page DHHS-DPBH-50 ASSEMBLYWOMAN MONROE-MORENO: This morning's news indicated Nevada is not receiving Covid-19 vaccines at the rate of other states.", "How many Nevadans have received their first dose of the vaccine, how many have received their second dose and how does Nevada compare with other states?", "What are the main obstacles in the distribution of the Covid-19 vaccine in Nevada?", "PEEK: There is a Covid-19 dashboard on the Nevada Health Response website at <http://www.nvhealthresponse.nv.gov>.", "There are numerous opportunities through pharmacies and local partners to administer vaccines.", "When more vaccines are received, there will be allocations to federally funded Qualified Health Centers.", "The vaccines will be sent directly to health centers.", "Nevada's federal representatives, the Governor's Office and community partners have expressed their concern over the number of people vaccinated.", "Nevada's vaccine allocation continues to increase weekly.", "Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Human Services February 23, 2021 ASSEMBLYWOMAN MONROE-MORENO: I understand you are working with our federal delegation to increase the Covid-19 vaccine dosages Nevada is receiving.", "The Division is considering larger vaccination sites such as stadiums.", "Please provide an update on influenza vaccine administration.", "PEEK: There was concern prior to the flu season that there would be a surge of influenza and Covid-19 cases, which would be overwhelming.", "There is an effort to increase flu vaccines, especially in the adult population, as Nevada has low adult vaccination rates as compared to the Nation.", "Covid-19 education and vaccine media coverage is an opportunity to include public education for other vaccines.", "ASSEMBLYWOMAN MONROE-MORENO: Did the pandemic interfere with parents getting children vaccinated in a timely manner?", "Nevada kindergarteners receiving vaccines are at the National standard.", "Nevada teens receiving the human papillomavirus vaccine were slightly lower than the National average of 71.5 percent.", "Vaccinated Nevada teens are 68.9 percent.", "There is more to be accomplished in this area to prevent disease and outbreaks.", "ASSEMBLYWOMAN TITUS: Is the flu and Covid-19 vaccination data up to date on Nevada WebIZ?", "PEEK: Flu vaccine data is not at issue, but Covid-19 vaccine data is a challenge.", "A public health agency will enter data into a clinic record and then into Nevada WebIZ.", "Vaccines can be difficult to match in WebIZ.", "There is discussion of veterinarians and dentists being able to provide the Covid-19 vaccine, and I want to ensure we are keeping the data accurate.", "SENATOR HAMMOND: Is there a breakdown by county of the percentage of people vaccinated?", "Is it accurate Eureka County has approximately 35 percent of their population vaccinated for Covid-19?", "PEEK: The Covid-19 dashboard on the Nevada Health Response website is updated on Monday, Wednesday and Friday.", "The Covid-19 information is listed and color-coded by county.", "There is a Statewide call center in booking vaccinations and to assist Nevadans with barriers to getting the vaccine.", "The State biostatistician and the vaccination team work hard to keep the dashboard updated.", "CHAIR RATTI: What steps is the Division taking to have the resources it needs for the Covid-19 vaccine rollout?", "We received a grant from the U.S. Centers for Disease Control (CDC) of approximately $28 million.", "Federal partners have provided latitude in the epidemiology and laboratory capacity grant.", "We can use those grants for vaccination efforts as long as they are not duplicative of another federal funding stream.", "We reviewed budget accounts which could potentially be used for vaccinations and requested counties to prepare budgets looking across all funding streams.", "It is easy for an individual resident to get vaccinated.", "There are many appointments available at Walgreens, Walmart and pharmacies where vaccines Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Human Services February 23, 2021 come directly to the retail establishment.", "Decision unit E-225 requests funding for one new health program specialist II and three new health care program specialist I positions to support a new Infection Prevention Unit.", "E-225 Efficiency & Innovation — Page DHHS-DPBH-68 We recognize the need to improve measures to prevent and control infections and identified the need for this unit to specifically address infection control and prevention in facilities where Nevada's most vulnerable citizens reside.", "The staff are infection prevention specialists who augment and work with HCQC inspectors.", "ASSEMBLYWOMAN TOLLES: A skilled nursing facility in my district had an 85 percent Covid-19 infection rate and 30 deaths early in the pandemic.", "The Statewide response from HCQC in recognizing the vulnerability of specific populations highlighted how necessary it is to increase efforts in response to infection control.", "Please be more specific in describing the need for the creation of a new Infection Prevention Unit and its planned activities and services.", "PEEK: After the Hepatitis C outbreak in Clark County, we worked with the healthcare facility inspection team on performing inspections to better respond to facility outbreaks.", "With this structure already in place, Nevada was solidly positioned to respond to Covid-19.", "MS. CHAPPEL: The unit will conduct facility on-site visits and off-site reviews of infection control practices, perform risk assessment, assess facility infection control programs, identify gaps in facility infection control and prevention structures, Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Human Services February 23, 2021 processes and outcome measures, perform situational analysis based on facility-specific risk and recommend evidenced-based intervention.", "ASSEMBLYWOMAN TOLLES: I would appreciate more detail on the anticipated outcomes of the recommended Infection Prevention Unit.", "MS. CHAPPEL: The severity of the situation and the number of people infected is considered.", "Infection control practices are reviewed.", "PEEK: Based on the number of cases, we may work with the facilities remotely to provide infection control recommendations.", "We must protect Nevada's most vulnerable citizens in these particular settings.", "We will move to B/A 101-3219, Biostatistics and Epidemiology.", "The office records and analyzes reportable disease information, conducts interviews with infected individuals and their contacts, refers individuals for medical treatment, analyzes data from disease investigations, identifies risk factors, provides education and Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Human Services February 23, 2021 recommendations of disease prevention, and works in conjunction with appropriate agencies to enforce communicable disease laws.", "As shown on page 22 of Exhibit B, decision unit E-900 transfers the Human Immunodeficiency Virus (HIV) Surveillance program from B/A 101-3219, Biostatistics and Epidemiology to B/A 101-3215, Communicable Disease.", "HHS-DPBH - Community Health Services — Budget Page DHHS-DPBH-126 (Volume II) Budget Account 101-3224 E-902 Transfer From Com Health Srv To Biostatistics — Page DHHS-DPBH-133 E-902 Transfer From Com Health Srv To Biostatistics — Page DHHS-DPBH-93 Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Human Services February 23, 2021 These positions support investigation of all reportable diseases in Nevada's rural counties.", "They are required to review laboratory and clinical reports to identify infection, interview cases, identify and notify contacts, and address outbreaks in each community.", "MS. REYNOLDS: As Covid-19 had a severe economic impact to the State, we were required to put forward substantial General Fund cuts to our DPBH services.", "How will the transfer of the HIV Surveillance program benefit the State in HIV prevention, treatment and care?", "PEEK: The HIV Surveillance Unit staff were interacting most often with our prevention and care teams as opposed to our epidemiology teams, especially when our federal partners merged the two programs.", "We continually address community outbreaks and interview cases, but the Surveillance Unit's main role is to pull data, determine where there is risk to the community and provide information to our prevention and care team to direct resources and efforts.", "Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Human Services February 23, 2021 CHAIR RATTI: The Nevada State Public Health Laboratory has been an integral part of the Covid-19 response.", "Would the Laboratory be prepared for another spike in infections?", "PEEK: The Laboratory was the first to publish information on reinfection, and they have been sequencing to identify variants earlier than other states.", "We provided Coronavirus Aid, Relief and Economic Security Act funds for epidemiology and laboratory capacity.", "CHAIR RATTI: Is the Laboratory able to keep up with routine work while still dealing with Covid-19?", "General routine screening declined with the pandemic, with the exception of newborn screenings.", "In July 2020, the CDC released a new funding announcement for public health and health system partnerships to increase colorectal cancer screening in clinical settings.", "What is the plan?", "The NFP is the longest-running, evidence-based home visitation program.", "MS. REYNOLDS: That is correct.", "Some delay can be attributed to the Covid-19 pandemic.", "With respect to Covid-19, we gave the rural counties a per capita allocation, both for epidemiology and vaccination services.", "ASSEMBLYWOMAN TITUS: I am also concerned about the ability to get vaccinations.", "Fernley has local drug stores with vaccines, but that generally requires insurance or the ability to pay.", "The community health provider is critical, not only for family planning, but for vaccinations.", "We are looking for opportunities to partner with home health agencies for vaccination services.", "Any program already going to people's homes, such as home meal delivery, may be an opportunity to also deliver vaccines in the home setting.", "We are trying to use this unique crisis opportunity to build the infrastructure of public health with available Covid-19 funds.", "We will acquire a mobile unit, improve our public laboratory and infectious disease reporting systems, and outreach and response in rural and underserved areas.", "JON BILSTEIN (Comprehensive Cancer Centers of Nevada): Comprehensive Cancer Centers of Nevada (CCCN) is an award-winning multidisciplinary oncology group, comprised of medical oncology, hematology, radiation, breast surgery and pulmonary medicine.", "We treat more than 13,000 new patients in over 375,000 office visits annually in our 15 locations across southern Nevada.", "We commend it in particular for its commitment to the NFP Program.", "As we look at the resources afforded to families to help prevent child abuse and ensure access to health care during a pandemic, we could not be more pleased and thankful the Division is thinking forward.", "Our efforts to combat youth vaping were having an impact, and the campaign has reached approximately 125,000 teens to date.", "As you heard, the CDC funds are no longer available, and we need State funding to fill this gap.", "MS. BUTLER: The Covid-19 pandemic and associated office closures had a substantial impact on DMV's revenue collections.", "Many residents could not access DMV services for the first several months of the Covid-19 pandemic.", "We excluded FY 2019-2020 figures in our calculations due to the effects of the pandemic.", "Is this something DMV has considered?", "This is especially the case due to the pandemic.", "We are seeing a loss of revenue due to the pandemic environment.", "E-729 New Equipment — Page DMV-29 ASSEMBLYWOMAN MONROE-MORENO: The operations of courts have been limited during the Covid-19 pandemic.", "I do not believe this is a situation where there will be a large volume of hearings due to pandemic-related restrictions ending.", "The position was vacant from September 2019 to March 2020, before pandemic-related restrictions were Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Public Safety, Natural Resources and Transportation February 24, 2021 implemented.", "We are DMV's regulatory arm.", "Due to the pandemic, we are handling most services online or through methods that do not require in-person interaction.", "Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Public Safety, Natural Resources and Transportation February 24, 2021 ASSEMBLYMAN WATTS: There was a slowdown in caseloads due to the pandemic.", "With hindsight, Nevadans wish they had invested more in the Department of Employment, Training and Rehabilitation (DETR) before the pandemic.", "Illegal activities have not stopped occurring due to the pandemic.", "If anything, we may see an increase in fraudulent behavior as we end pandemic-related closures and as Nevada's population increases.", "E-729 New Equipment — Page DMV-60 SENATOR BROOKS: Can you give the Subcommittees an update on the backlog that was created by pandemic-related closures?", "MS. SANBORN: The pandemic affected the Division's ability to process transactions as quickly as it is accustomed to.", "Before the pandemic, customers sat in chairs and waited for text messages alerting them when window service was available.", "Employees are pulled from back-office functions when vacancies occur or when staff members take leave due to Covid-19 symptoms or exposure.", "I think the rate has slowed due to the pandemic, but vacancies will be present no matter how many positions DMV has filled.", "As a result of the pandemic and processing backlogs, DMV is Senate Committee on Finance Assembly Committee on Ways and Means Subcommittees on Public Safety, Natural Resources and Transportation February 24, 2021 offsetting more of its budget with Highway Fund revenues compared to previous years.", "The pandemic created a perfect storm with the budget.", "We have done a little more than 107 events over the span of the pandemic on diverse topics—some directly through our office and some in partnership with other groups.", "We held many virtual events over the course of 2020.", "The increase for GGMS has been a pandemic caused event.", "MS. MATHIS-COLEMAN: Our outreach events have been significantly impacted over the last year due to the pandemic.", "Senate Committee on Finance Assembly Committee on Ways and Means February 5, 2021 Due to the pandemic, Controller Byrne requested collection efforts be focused on newly submitted bad debt accounts with larger balances.", "We want to reimagine our work environment due to the pandemic.", "Another bill, A.", "With technical assistance from the Crime and Justice Institute (CJI), the 2018 Advisory Commission on the Administration of Justice (ACAJ) conducted a comprehensive study of the criminal justice system in the State and developed a package of recommendations and policies that would slow the growth of the prison population.", "The actuals reflect the budget crisis that resulted from the pandemic.", "I know this is just the beginning of the impacts you are going to hear about as a result of the pandemic.", "236 Report.\""]}