{"0": "\nMINUTES OF THE MEETING \nOF THE \nASSEMBLY COMMITTEE ON EDUCATION \n \nSeventy-Eighth Session \nFebruary 23, 2015 \n \nThe Committee on Education was called to order by Vice Chair Lynn D. Stewart \nat  3:15  p.m.  on  Monday,  February  23,  2015,  in  Room  3142  of  the \nLegislative Building,  401  South  Carson  Street,  Carson  City,  Nevada.    The \nmeeting was videoconferenced to Room 4406 of the Grant Sawyer State Office \nBuilding, 555 East Washington Avenue, Las Vegas, Nevada.  Copies of the \nminutes, including the Agenda (Exhibit A), the Attendance Roster (Exhibit B), \nand other substantive exhibits, are available and on file in the Research Library \nof the Legislative Counsel Bureau and on the Nevada Legislature's website at \nwww.leg.state.nv.us/App/NELIS/REL/78th2015.    In  addition,  copies  of  the \naudio  or  video  of  the  meeting  may  be  purchased,  for  personal  use  only, \nthrough   the  Legislative  Counsel  Bureau's  Publications  Office  (email: \npublications@lcb.state.nv.us; telephone: 775-684-6835). \n \nCOMMITTEE MEMBERS PRESENT: \n \nAssemblywoman Melissa Woodbury, Chair  \nAssemblyman Lynn D. Stewart, Vice Chair \nAssemblyman Elliot T. Anderson \nAssemblyman Derek Armstrong \nAssemblywoman Olivia Diaz \nAssemblywoman Victoria A. Dooling \nAssemblyman Chris Edwards \nAssemblyman Edgar Flores \nAssemblyman David M. Gardner \nAssemblyman Pat Hickey \nAssemblywoman Amber Joiner \nAssemblyman Harvey J. Munford \nAssemblywoman Shelly M. Shelton \nAssemblywoman Heidi Swank \n \nCOMMITTEE MEMBERS ABSENT: \n \nNone \n   \nMinutes ID: 258 \n*CM258*\n \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 2 \n \nGUEST LEGISLATORS PRESENT: \n \nAssemblyman Jim Wheeler, Assembly District No. 39 \n \nSTAFF MEMBERS PRESENT: \n \nH. Pepper Sturm, Committee Policy Analyst \nKristin Rossiter, Committee Policy Analyst \nKarly O'Krent, Committee Counsel \nSharon McCallen, Committee Secretary \nTrinity Thom, Committee Assistant \n \nOTHERS PRESENT: \n \nKate Morra, Private Citizen, Carson City, Nevada \nLynn Chapman, State Vice President, Nevada Eagle Forum \nJanine Hansen, State President, Nevada Eagle Forum \nTeri Cotham, Private Citizen, Gardnerville, Nevada \nDavid W. Carter, Private Citizen, Carson City, Nevada \nJohn Wagner, representing Independent American Party of Nevada \nShawn Meehan, Private Citizen, Reno, Nevada \nVernon Brooks, Private Citizen, Las Vegas, Nevada \nEric McGovern, Private Citizen, Las Vegas, Nevada \nMatthew Yealy, Private Citizen, Las Vegas, Nevada \nVanessa  Spinazola,  Legislative  and  Advocacy  Director,  American  Civil \nLiberties Union of Nevada \nMarla Turner, Private Citizen, Las Vegas, Nevada \nNancy Stiles, Private Citizen, Minden, Nevada \nDana Galvin, President, Washoe Education Association \nThe Reverend Mike Patterson, Director of Advocacy, Lutheran Episcopal \nAdvocacy in Nevada \nShane Greener, Private Citizen, Las Vegas, Nevada \nCaitlyn Caruso, Private Citizen, Las Vegas, Nevada \nRobyn Mazy, Private Citizen, Carson City, Nevada \nAngie Sullivan, Private Citizen, Las Vegas, Nevada \nAdam Berger, Private Citizen, Las Vegas, Nevada \nChris Giunchigliani, Private Citizen, Las Vegas, Nevada \nLindsay Anderson, Director, Government Affairs, Washoe County School \nDistrict \nCraig M. Stevens, Director of Intergovernmental Relations, Government \nAffairs,  Community  and  Government  Relations,  Clark County \nSchool District \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 3 \n \nMary  Pierczynski,  representing  Nevada  Association  of  School \nSuperintendents \nJessica Ferrato, representing Nevada Association of School Boards \n \nVice Chair Stewart:  \n[Roll was taken.  Assemblywoman Woodbury assumed the Chair.] \n \nChair Woodbury: \n[Committee protocol and rules were explained.]  We will open the hearing on \nAssembly Bill 120, which clarifies the rights of public school pupils regarding \nthe free exercise of religion and provides a grievance process for pupils claiming \ntheir rights have been violated. \n \nAssembly Bill 120:  Clarifies rights of public school pupils regarding the free \nexercise of religion. (BDR 34-520) \n \nAssemblyman Jim Wheeler, Assembly District No. 39: \nAssembly  Bill  120  is  pretty  basic.    It  guarantees  a  right  that  is  already \nguaranteed in the Constitution of the United States.  It codifies it in the law in \nNevada.  The idea behind A.B. 120 is that we are seeing in many states across \nthe  nation  that  our  rights  are  not  being  upheld  by  our  federal government.  \nI believe that is a top-down problem.  This bill's intent is to give religious rights \nto any religion in our schools to the same extent that any other organization \nhas.  It is a simple bill.  Let me begin with a few examples of what is happening \nacross the country.   \n \nA young man named Brooks Hamby from the Brawley Union School District in \nCalifornia, was named salutatorian.  He submitted his speech to the school \ndistrict and in that speech he said, \"Heavenly Father, in all times let us be kind \nto one another.\"  The speech was thrown out.  They said he could not say \nthose  words.    To  me  that  is  reprehensible.    Someone  who  has  the  right \nto free speech has a right to say that. \n \nHe submitted a second draft.  That was thrown out.  By his third draft he was \ntold  that  if  he  actually  used  the  words  God  or  Heavenly  Father,  or  if  he \ninterjected any religious content at all, his microphone would be cut off and \nhe would  be  asked  to  leave  the  stage.    This  is  political  correctness  carried \ntoo far. \n \nThe  same  exact  thing  was  done  right  here  in  Henderson,  Nevada,  to \na valedictorian in high school.  There are examples in Nevada.  When I looked at \nthe examples, I found thousands and thousands of them.   \n \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 4 \n \nA teacher at Park Elementary School in Fort Lauderdale, Florida, sternly ordered \na fifth grader to stop reading a Bible during a free reading period.  She told him \nvery sternly to put it on her desk.  There have been no repercussions for that, \nother than an apology.   \n \nIn Carillon Elementary School in Oviedo, Florida, five-year-old Gabriella Perez \nbowed her head in the cafeteria over lunch to pray.  In other words, she was \nsaying grace.  A school employee noticed and told her to stop.  The young girl \ntold the employee that it was good to pray.  In return she was told it was not \ngood and she would not do it in this school.  Again, no repercussions.   \n \nAudrey Jarvis, a student at Sonoma State University in California, was told to \nremove her cross necklace during school orientation because it might offend \nothers.  They later reversed their decision and apologized saying, \"It is possible \nthat political correctness got a little out of hand.\" \n   \nThe idea behind this bill is simply to say that in the state of Nevada, we will \nguarantee the rights of our citizens, even if the federal government will not.  \nThere  will  be  detrimental  consequences  if  these  rights  are  not  guaranteed.  \nThe bill states only to the extent that any nonreligious activity is guaranteed.  \nPupils are allowed to pray silently or audibly, either alone or with other pupils to \nthe same extent.  In other words, in a classroom, you are not going to throw \na prayer rug down or stand up and say a prayer.  Do not get me wrong, as long \nas there is algebra in school, there is going to be prayer, but it needs to be \nsilently and you cannot disrupt the class.  This bill says you cannot disrupt \nnormal activities of the school. \n \nAnother thing about this bill is it gives us a procedure to keep it as far out of \ncourt as possible.  It has to go through a certain procedure in order to get to \na level  where  court  action  is  necessary.    That  is  in  section  3  of  the  bill.  \nIn talking to people from some of the school boards, they think there are some \nprocedures already in place for other things and we could possibly amend that.  \nI am amenable to that. \n \nOne of the problems I saw in this bill last night and was unable to change, is \nthere is a fine if these rights are usurped.  In section 3, subsection 4(b) it says, \n\"If the court finds for the pupil, the court shall award the pupil the sum of \n$10,000 or the amount of his or her actual damages, whichever is greater.\"  \nThat was a mistake on my part.  The maximum was supposed to be $10,000, \nso we can amend that. \n   \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 5 \n \nAssemblyman Elliot T. Anderson: \nI want to direct your attention to section 2, subsection 1(a), which is regarding \npraying either silently or audibly under the same circumstances and the extent, \net cetera.  You said this bill applies to all religions now, but do all religions \nexpress themselves the same way?  Could you really have two religions working \nexactly under the same circumstances?  A Muslim student may pray differently \nthan a Christian student or a Jewish student.  Could we ever really make it \nequal inside of the school with rules and regulations? \n \nAssemblyman Wheeler: \nThe Constitution does not say how you can pray, just that you can.  It is not my \nbusiness to say how people can pray, just that they can.  What you are saying \nis that you may have a couple of silent prayers going on.  What does that \nmatter?  I may be misunderstanding. \n \nAssemblyman Elliot T. Anderson: \nYour  language  in  the  bill  says,  \"…to  the  same  extent  and  under  the  same \ncircumstances as each pupil is allowed….\"  What I am saying is each pupil who \nbelongs to a different religion, by its nature, will be praying differently.  How \ncould  a  school  district  set  up  rules  for  all  religions  under  the  same \ncircumstances? \n \nAssemblyman Wheeler: \nAgain, I do not think I am understanding the question.  How you pray is an \nindividual thing, not a school thing.  If the school were to set up a regulation to \nsay how someone can pray, that would not be a good thing. \n \nAssemblyman Elliot T. Anderson: \nOn section 2, subsection 1(a), it says that people of different religions will be \nallowed  to  the  same  extent  and  under  the  same  circumstances  to  practice \ntheir own  type  of  religion.    That  is  what  I  am  reading.    I  do  not  see  how \na school district can make a rule that can account for all religions equally under \nthe same circumstances, because every religion is different.  Can you explain \nhow the school district could draft a policy to account for religious differences \nfrom  Wiccans,  Muslims,  Buddhists,  Hindus,  Christians,  or  Jewish  students?  \nHow would that work? \n \nAssemblyman Wheeler: \nA school needing to set up different rules for different religions or different \nways of praying is not the intent of this bill.  This bill says you may pray to the \nsame  extent  that  others  are  allowed  to  meditate,  reflect,  or  speak  on \na nonreligious matter.  What we are saying is if you want to say a silent prayer, \nsay a silent prayer. \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 6 \n \nAssemblyman Elliot T. Anderson: \nTo use your example, a Christian may silently pray, where a Muslim student \nmay have a prayer rug and it might not be silent.  If you say everyone could say \na silent prayer, would that not discriminate against someone who does not pray \nsilently? \n \nAssemblyman Wheeler: \nNo, I do not believe it would because what we are saying in the bill is that \nit may not disrupt the normal activities of the school, just like any other activity.  \nIf you cannot disrupt the actions of the school, then obviously I am not going to \nbe able to stand up, raise my hands above my head and yell Hallelujah! and start \npraying out loud.  A Muslim would not be able to throw a rug down.  Students \ncannot disrupt the normal activities of a school. \n \nAssemblyman Elliot T. Anderson: \nBy setting that rule, you are inherently saying that one religious activity would \nbe allowed and the other would not.  That would express religious preference in \na way. \n \nAssemblyman Wheeler: \nNot at all. \n \nAssemblywoman Swank: \nI would like to discuss section 1, subsection 2(c) and the distribution of religious \nliterature.  To me, religion is a deeply personal belief.  My beliefs are mine.  \nWe look across the globe and the myriad of religions that exist, and we know \nthey do not always match up, and they do not always agree.  There may be \nreligions that have different views on the lesbian, gay, bisexual, transgender \n(LGBT) community, on gender roles, and perspectives on various gods within \nreligions.  My concern is that it is something that is deeply personal and that we \nknow has brought a lot of conflict.  I lived in India for a long time and there was \na lot of religious conflict among adults.  We are asking children to be able \nto negotiate these conflicting ideas.   \n \nI am wondering about the process that is set up for students who may be \nreceiving literature from one religion that conflicts with their identity, if they are \nLGBT.  What is the process for them when their right to have that perspective is \nbeing  infringed  upon  by  the  message  they  are  receiving  from  those  with \ndifferent religious backgrounds?  We are asking a lot of our children to be able \nto negotiate that in a high school setting where there is a lot of peer pressure.  \nThey are kids and just learning how to be adults.  We as adults have enough \ntrouble getting around all of these things. \n   \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 7 \n \nAssemblyman Wheeler: \nThat particular passage says, \"Possess or distribute religious literature to the \nsame  extent  and  under  the  same  circumstances  as  each  pupil  is  allowed \nto possess or  distribute literature on a  nonreligious matter.\"  I have  spoken \nto a number  of  people  from  school  boards  of  different  schools  and  mostly, \nno literature  is  allowed  to  be  given  out.    In  those  cases,  in  those  schools, \nobviously religious literature would not be given out either.  However, if there \nis an instance where someone is giving out literature about something else, that \nwould open an entire new set of circumstances where literature would be able \nto be given out.  I would hope that if it were disruptive, it would be stopped.  \nYou brought up a good point.  Maybe we should put in this bill that if the \nactivity is disruptive, it should be stopped.  \n \nWe cannot tell our children that they do not have the right for something that \nis written  in  our  Constitution.    You  were  saying  that  these  are  just  kids.  \nThe way I see it, these kids need to know they also have a right.  There are \ngoing to be conflicts in their lives.  There are going to be places where people \ndo not agree with them and they do not agree with other people.  There are \nissues in this room we do not all agree upon, but we debate it civilly and \nrespectfully.  That is the lesson they really need to be taught. \n \nAssemblywoman Swank: \nBefore telling our children that they do not have the right to something by being \nable to express their beliefs in literature or over the loudspeaker, we are also \ntelling students who may be atheists that they do not have the right to not be \na part of that.  This is a really delicate issue.  I am concerned with being able \nto balance that idea of the freedom to and the freedom from.  That is difficult \nin policy and difficult when it comes to religion. \n \nAssemblyman Wheeler: \nI agree with you that it is a very delicate issue.  That is what we do here.  \nWe take up delicate and controversial issues.  What I am asking you to do is let \nthe state of Nevada confirm our rights and codify it in law.  These rights are \nwhat were given to us by our creator at the inception of our lives.  These are \nthe rights that our  country was founded on.  We were strictly founded on \nreligious rights.  I am not saying that an atheist or someone who does not \nbelieve in God does not have rights also—they do.  That is what is so great \nabout this country. \n \nAssemblywoman Swank: \nI would ask that there also be a process by which students who feel as though \nthey  have  been  confronted  with  another  religion  in  ways  that  make  them \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 8 \n \nuncomfortable have a grievance process set up that is analogous to pupils who \nfeel they were not able to express their own religious belief.   \n \nAssemblyman Wheeler: \nI believe the broadest interpretation of this law will allow that as well.  If you \nlook at nonreligion as a religion, they have the same process as anyone else.   \n \nAssemblyman Hickey: \nYou are right that this is a founding principle in the First Amendment of both \nfree expression and the freedom of religion.  You are also right that it is also \nalready guaranteed in the U.S. Constitution.  As you alluded to in your opening \nremarks, more of these problems seem to be of a federal nature.   \n \nI have heard of the incident in Nevada that you referred to in Henderson and \nhave since looked into that.  I did not hear from anyone about the problem that \nthis bill is addressing in Nevada.  As you know, in Nevada, we have been \ncognizant of this right and this freedom.  I know for a fact that both Clark and \nWashoe Counties allow for a moment of silence.  I think we believe that the \nbest  government  is  when  local  decisions  can  be  made,  and  both  of  those \nschool districts have allowed that. \n \nSpecifically,  under  your  bill,  back  to  section  2,  subsection  1(a),  where  it \nsays, \"Pray, either silently or audibly….\"  I have traveled in the Middle East and \nI can assure you that prayer to a Muslim student or practitioner is not silent.  \nMy question is, are we going to invite problems here that we do not anticipate  \nwhen it says that students would have the same rights, not only just in their \nreligion, but in any of their other activities?  Suppose a Muslim student happens \nto believe in Sharia law, and Sharia instructs him on economics or on politics, as \nwell as on religion, and then chooses to claim this new right that he has equal \nrights to talk about his religion?   \n \nAssemblyman Wheeler: \nI understand what you are saying.  If you look at it closely, it says \"…reflect or \nspeak on a nonreligious matter, either alone or with other pupils.\"  The intent of \nthis was not so much for the classroom as it was for extracurricular activities \nduring school time.  That was the intent of this bill.  If it is disruptive, it cannot \nbe allowed.  As an example, if you happen to be a rancher and you want to talk \nabout cows in the middle of a class on economics, it is probably disruptive.  \nI believe  it  is  the  same  type  of  thing.    We  are  not  trying  to  promote  any \none religion; we are trying to promote freedom of religion. \n \n   \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 9 \n \nAs  to  your  question  why  it  is  needed  in  Nevada,  I  addressed  that  in  the \nbeginning.  I see it coming.  We have seen one or two instances in Nevada, but \nmostly throughout the rest of the states.  As long as the federal government, in \nits current configuration, will not prosecute these types of things, it is prudent \nfor Nevada to step in and do it. \n \nAssemblyman Hickey: \nYou  are  suggesting  that  we  are  trying  to  prevent  something  that  might  be \na problem.  I have talked to school districts, and they allow for religious clubs to \nmeet at appropriate times.  I do not think there is a problem where religious \nstudents of any faith have been discriminated against.  It is allowed and has \nbeen  addressed.    There  is  a  grievance  process  for  when  parents,  students \nor others have a problem.  We are setting up something rather formal here over \nreligion.  Again, might we be inviting lawsuits and challenges to this because \nyou can interpret religions as diversely as the numbers of religions there are, and \nmake the case that their religious rights have been violated?  It raises the bigger \nquestion, are we going to keep codifying fundamental rights in the Constitution \nand micromanaging what local schools can do?  Are we making it hard and \ntaking away time in classrooms when we have to pay attention to issues that \nmay come up as people decide to challenge these matters? \n \nAssemblyman Wheeler: \nWhen  you  talk  about  lawsuits,  currently  there  are  over  5,000  lawsuits \nthroughout the United States caused by violations of religious rights.  Maybe \nthis law will actually head off some lawsuits and put a limit on what can be \ngiven in those lawsuits.  \n  \nAssemblyman Armstrong: \nBack to section 2, subsection 1(a), the second part of the sentence is just as \nimportant as the first: \"…to the same extent and under the same circumstances \nas each pupil is allowed to meditate, reflect or speak on a nonreligious matter, \neither alone or with other pupils.\"  When I read that, this seems like a time and \na place type of language.  If they are outside of school, at recess, or in some \nother  period,  that  is  a  certain  time  frame  at  a  certain  place;  we  are  just \nguaranteeing  those  same  rights  at  that  same  time  and  at  that  same  place.  \nI want to make sure that is the intent of this language.  \n \nAssemblyman Wheeler: \nYou said it exactly the way it is.  The idea is a certain time and a certain place.  \nYou would not speak on a nonreligious matter that did not have any relation \nto the subject at hand during class.  It would be the same thing in this bill.  \nTo clarify this, the intent of this bill is not to disrupt anything. \n   \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 10 \n \nAssemblyman Edwards: \nWhen I worked for the federal government, we said there are bureaucrats who \nalways find a way to say no, and public servants who always find a way to say \nyes.  We, as public servants, need to try to find a way to say yes so that people \ncan exercise their freedom of religion.  Given that, I think your bill is aimed at \ndoing that in all instances.  When we talk about the same circumstances, you \nare also talking about sufficiently similar circumstances for all religions, which \ngoes  to  Assemblyman  Armstrong's  point  that  it  can  be  time,  location,  and \nmaking sure they do not significantly interfere with anyone else.  Maybe by \nelaborating on that a little, we could make everybody happy and no one feels \nthey  are  being  imposed  upon.    People  who  want  to  pray  could  have  that \nopportunity, unimpeded.  Would that be a fair assessment? \n \nAssemblyman Wheeler: \nYes.  A very fair assessment. \n \nAssemblyman Edwards: \nToward  the  very  end  of  the  bill,  you  touch  on  the  $10,000  fine  being \na maximum.  Is that a fine that would be paid by the taxpayer or the employee?  \nIf  we  want  to  encourage  the  adults  who  are  going  to  be  supervising  the \nchildren and  making  sure  there  is  a  reasonable  accommodation,  if  the \nemployer—the  teacher,  the  principal,  or  whoever—is  the  one  incurring  an \nerroneous approach, they should be the one paying whatever the penalty is.  \nDid you think of other penalties that could be expressed here, whether it be \na simple apology, a censure, a formal reprimand, or even firing depending on \nhow egregious the nature of the offense?  \n  \nAssemblyman Wheeler: \nThat was left vague for a reason.  The idea is that whoever is at fault would \npay.  If it is the school district, the school district should probably pay it if \nthat is written in policy and the employee was following either a written or an \nunwritten policy of the school.  If the employee was the one who is going \nagainst that policy, then that employee would be the one to pay.  That is my \nunderstanding. \n \nAssemblyman Edwards: \nI was making sure that whoever was responsible for not abiding by the rights of \nthe individual to practice his or her religion was the person held accountable.  \nI was looking to specify what the different punishments could be so there would \nbe no disagreements.  As much as there should be common sense about this, \nthere  is  already  no  common  sense.    I  am  trying  to make  sure  everyone \nunderstands  exactly  what  we  are  trying  to  do,  how  to do it,  and  what  is \navailable. \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 11 \n \nAssemblyman Wheeler: \nThe whole idea here is about common sense.  If you look at section 3, you see \nhow extensive the process is before you ever get to court.  Occasionally, it is \ngoing  to  be  the  principal  saying  they  messed  up  and  giving  an  apology.  \nOccasionally it is going to be trustees or the school board that do that.  I have \nspoken to some of the people from the schools, and they are going to present \nyou with a different process which is already in their regulations now.  I have \nnot seen it yet, so I cannot say it is a friendly amendment, but I am open to it.  \nAs long as there is a good and exhaustive process before it ever gets to court, \nthat is what I am looking for. \n \nAssemblyman Gardner: \nI really like that you made it extremely clear that it was supposed to be about \nequality and not about anyone having extra rights.  I believe in the first couple \nof sections of the bill and every section that talks about the same extent and \ncircumstances.  \n \nI have looked at a lot of these laws and the federal issues.  My understanding is \nthat much of this is already in case law.  This is already a right.  Do you think \nthis will help us in the state of Nevada because of the grievance process, which \nI really like?  Would that help us in this state to protect these rights that, once \nagain, are already in the U.S. Constitution and in case law? \n \nAssemblyman Wheeler: \nYour  question  is  two-fold.    As  far  as  existing  case  law,  you  need  to  look \nat some of the dates.  There are cases prior to 1984 that are very different than \ncase law after 1984 when Congress passed the Equal Access Act of 1984.  \nIt was there to stop censorship of private religious activities.   \n \nAs far as an exhaustive appeals process, that is the idea.  The whole intent is to \ncodify  our  rights  and  have  the  state  guarantee  those  rights  since  the \nfederal government, in my opinion, is not doing a very good job.  We will do it \nhere.  Laws like this have been passed throughout the nation, but I want to see \nit  done  in  Nevada  so  that  Nevada  takes  care  of  our  rights  as  the  federal \ngovernment should be doing. \n \nAssemblywoman Joiner: \nI definitely support freedom of religion.  My concern is that I support wide \ndiversity.  It concerns me as a parent that certain literature would be in the \nschool.    I  do  think  that  religion  should  be  in  the  home.    That  spirituality \nof religion is a home value that we should keep there.  I send my children to \npublic school for secular education, meaning mathematics, reading, et cetera. \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 12 \n \nMy specific concern is related to several provisions where it says, \"If, after the \nmeeting,  the  concerns  of  the  pupil  are  not  resolved  to  the  satisfaction  of \nthe pupil….\"  My concern is that it would be up to a six-year-old, for example, \nwho would not have any idea how to decide if a teacher's apology or giving \nthem time in class the next day would be to their satisfaction or not. \n \nMy  concern  with  seeing  the  $10,000  at  the  end  is  that  parents  who  will \ninfluence those students have no incentive to be satisfied.  I worry about the \nteachers and the principals who will try to do the right thing if a student's rights \nare violated in any subject.  At the end, the lawsuits will pile on.  There is some \nincentive  to  not  be  satisfied  with  the  resolution  that  good  teachers  and \nprincipals might want. \n \nAssemblyman Wheeler: \nThere are thousands of lawsuits throughout the country right now.  You are not \ngoing to head off the lawsuits.  What we are trying to do here is cap them.   \n \nAs far as a six-year-old deciding what is satisfactory and what is not, obviously, \nthat is up to the parent or guardian.  That is common sense, which is what this \nbill is all about. \n \nAssemblywoman Joiner: \nThe civil suit would have to be brought by an adult.  Is it clarified from where \nthe  funds  will  be  paid?    Is  it  the  district  that  is  ultimately  liable  for  those \nattorney damages and the $10,000? \n \nAssemblyman Wheeler: \nI did not clarify it in this bill.  It is my opinion that it would be for whomever lost \nthe case.  That is what our court system is for.  It is to assign compensation or \nblame.  If it is an employee and not a school district policy, as in the case of \nfive-year-old Gabriella, it would be the employee who would have to pay the \nfine if the court found against that employee. \n \nAssemblyman Elliot T. Anderson: \nI would like to direct your attention to section 2, subsection 1(c), where it \nstates,  \"Possess  or  distribute  religious  literature….\"    I  hear  about  religious \nfreedom  being  invoked  when  we  are  talking  about  someone's  right  to  hold \nbeliefs, such as homosexuality, gender identity, et cetera.  There have been \nnews stories about bakeries not wanting to bake cakes for specific occasions.  \nWhat worries me when I see that is it is often described as a religious view.  \nOne of the things we are also trying to counterbalance in our schools is bullying.  \nMany times, homosexuality becomes one of those subjects children get teased \nabout and it has caused tragedies.  Under the provisions of your bill, if a student \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 13 \n \nwere to hand out views on homosexuality based on his or her church, would \nthat be protected under the bill?   \n \nAssemblyman Wheeler: \n\"Possess or distribute religious literature to the same extent and under the same \ncircumstances  as  each  pupil  is  allowed  to  possess  or  distribute  literature \non a nonreligious matter.\"  Your rights are protected even if they are ridiculous.  \nThat is the way we do it here.   \n \nIs hate speech a good thing?  No, not at all.  I look at the American Civil \nLiberties Union's (ACLU) letter in opposition to this particular bill (Exhibit C), and \nthey write about the LGBT community.  According to the Pew Research Center, \n52 percent of members of the LGBT community actually think of themselves as \nreligious or very religious.  A majority of those people would be kicked out \nof this bill as well.  I do not see how we can say one person is more equal \nthan another is. \n \nAssemblyman Elliot T. Anderson: \nSome views might really harm someone.  If a child sees bad things about their \nsexual orientation or their gender identity, they may perceive that as bullying \nif they are being told that they are not as good as another child.  I am trying \nto understand at what point that could lead to bullying if children are allowed \nto distribute literature that talks about how religion does not like homosexuality.  \nA child  struggling  with  those  issues  may  take  offense  and  perceive  that \nas bullying.  \n \nAssemblyman Wheeler:  \nI understand what you are saying.  You have to balance rights.  The right to \nfree speech  is  just  as  important  as  the  right  to  not  listen  to  something.  \nWe have a right to free speech and it may even be hate speech.  The right of \nfree speech trumps all other rights. \n \nAssemblyman Gardner: \nThis bill is not about picking winners and losers; it is about giving everyone \nthe same rights.  We are not saying certain rights are better than other rights \nor that certain groups are better than other groups.  We are just saying you \nhave the same rights as other people.  Is that correct? \n   \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 14 \n \nAssemblyman Wheeler: \nYes.  This bill is about guaranteeing the rights we were born with and making \nsure at least one government is going to do something about it. \n \nChair Woodbury: \nBefore I call up testimony in support, do you have anyone with you who is part \nof your presentation? \n \nAssemblyman Wheeler: \nI do not. \n \nAssemblywoman Dooling: \nIn all of the assemblies in public school that I have attended, we do say the \nPledge of Allegiance which does state \"One Nation Under God.\"  At that time, \nyou have the right to say it loudly, say it softly, or not say it at all. \n \nChair Woodbury: \nI will ask for those in support of Assembly Bill 120. \n \nKate Morra, Private Citizen, Carson City, Nevada: \nThis bill addresses the inalienable freedoms students have as guaranteed in the \nFirst Amendment.  All over the country these freedoms are being insidiously \ntrampled upon as courts point to the concept of separation of church and state.   \n[Read  from  prepared  testimony  (Exhibit  C).]    This  bill  is  important  because \nit clarifies the inalienable rights of all students.  It also provides legal recourse \nfor students who have been deprived of said rights.  [Continued to read from \nprepared testimony (Exhibit C).] \n \nLynn Chapman, State Vice President, Nevada Eagle Forum: \nWe  should  be  teaching  our  children  about  the  liberties  we  have  that  are \ndwindling away.  We are telling children that the only way to assert yourself \nand your liberties is to go into your church and close the doors to pray.  Many \nof us have actually prayed in this building.   \n \nAs a home school consultant for many years in Washoe County, I heard a lot \nof stories about children not being able to talk about the Bible or about Jesus.  \nThey could not have any of that type of thing in public schools.   \n \nI noticed that the bill was saying that it clarifies that pupils in a public school are \nentitled.  That is the important thing to remember about this bill—it clarifies.  \nJanine  Hansen's  brother  had  a  wonderful  saying  that  I  have  always \nremembered.  He said, \"He has liberties who dares to assert them.\" \n   \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 15 \n \nJanine Hansen, State President, Nevada Eagle Forum: \nThe presumption of a student being able to exercise freedom of religion has \ndisappeared in our government schools.  The free exercise of religion is now \nsubject to discrimination, intimidation, and persecution.  That has become most \nfocused on those who have a particular religion which might be Christianity. \n \nAssemblyman Hickey mentioned that we do not need to codify constitutional \nrights, but that is what this body does all of the time.  We have a plethora of \nSecond Amendment legislation.  We have bills on petitioning, on trial by jury, on \nfree speech, that limits what candidates can do.  Almost everything this body \ndoes has to do with clarifying or codifying our constitutional liberties to make \nsure they can be accessed.   \n \nThe Ordinance of the Constitution of the State of Nevada states, \"That perfect \ntoleration  of  religious  sentiment  shall  be  secured….\"    That  is  an  important \nfoundation of the Nevada Constitution.  In addition, the Declaration of Rights in \nthe  Nevada  Constitution  provides  for  \"The  free  exercise  and  enjoyment  of \nreligious profession and worship without discrimination or preference shall be \nforever allowed in this State.\"   \n \nAs an example, if children want to get together around the flagpole and on their \nown  have  a  prayer,  it  should  be  allowed  at  the  school.    That  happened \npost-9/11, and in some cases, students were prohibited from doing that. \n   \nThe First Amendment talks about the free exercise of religion that we have, that \nthe government cannot interfere.  That is what this bill is about.  It does not \nprotect anyone who happens to be offended by that.  I am offended by other \npeople's  beliefs  and  points  of  view,  maybe  often,  although  I  try  not  to \nbe offended.  In a free world where we have the opportunity to speak freely, \npeople may be offended by one thing or another.  Assemblyman Munford and \nI had quite an exciting conversation the other day in the Committee hearing.  \nThat is an opportunity to respectfully disagree with one another.  We need to \nprotect  that  free  exercise  which  has  been  essentially  evaporating  from  our \nschools under the idea that we have separation of church and state.  What we \nhave guaranteed  is  the  free  exercise  of  religion,  and  that  is  what  this  bill \nprovides.  Individual students can exercise their own religion on their own or \nwith other students. \n \nTeri Cotham, Private Citizen, Gardnerville, Nevada: \nI believe our children's rights and our constitutional rights are all being eroded.  \nIt  needs  to  be  re-examined.    The  first  part  of  the  First  Amendment \nsays congress  shall  make  no  law  respecting  the  establishment  of  religion \nor prohibiting  the  free  exercise  thereof.    That  means  this  law  talks  about \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 16 \n \nallowing people, specifically our children in our schools, to freely exercise their \nreligion as they see it.  We assume their parents would have some guidance \nover that.  Why should we stop them?  Why should we limit that?  Who are we \nto say they cannot pray in school?  Our Constitution says we can do that.  \nFor anyone to think that is okay, I encourage them to read more about our \nfounding,  and  who  the  people  are  and  were  that  fought  for  this  country.  \nMy father was in World War II and in Korea.  They sacrificed an awful lot so we \ncould speak out and go to church if we want to.  Now it is being eroded away \nbecause somebody feels offended.  I am sorry, but that offends me.  [Read from \nprepared testimony (Exhibit D).] \n \nDavid W. Carter, Private Citizen, Carson City, Nevada: \nI graduated from Orange Glen High School in Escondido, California, a little over \n40 years ago.  There was freedom of religion when I graduated.  We could pray.  \nWe  had  a  pastor  pray  at  the  graduation  ceremonies.    Now  you  find  a  lot \nof places where they do not allow that.  The pastor was not a member of my \nfaith, but it was still a good prayer.  In the 40 years since then a lot has \nchanged.  That is what I am afraid of and why I think this bill is needed.  There \nare too many who think freedom of religion means freedom from religion.  Like \nthe old saying, the right to use your fists ends where my nose begins, the right \nof freedom from religion ends where my freedom of religion begins. \n \nJohn Wagner, representing Independent American Party of Nevada: \nI remember when I graduated from high school, we had a Baccalaureate Sunday \nbefore graduation.  That was a religious ceremony as far as I remember. \n \nI also hear stories about a child saying God bless you.  If you sneeze, someone \nsays God bless you, and if you speak German you can say Gesundheit, which \nI believe means God bless you.    \n \nI support Assembly Bill 120.  Also, Janine Hansen and I have prayed in this \nbuilding, and it did not fall down.  \n \nShawn Meehan, Private Citizen, Reno, Nevada: \nI want to thank Assemblyman Hickey for his newsletter this morning where \nhe wrote,  \"Nevada's  Legislature  is  better  known  for  liberty-loving  bills  and \ninstitutionalizing vices than it is for expanding religious practices.\"  I find that \nvery interesting in a state that I settled in for the rest of my life, that we \nchampion  a  libertarian  value.    We  support  the  United  States  Constitution \nin Nevada and encourage people to exercise fully up until the point it infringes \nupon the rights of other people to exercise their liberties.  That is the question \nat issue here.  The problem is that we have institutionalized people's right to \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 17 \n \nseek  physical  pleasure,  but  we  are  not  to  an  equal  or  even  greater  extent \nprotecting their rights to worship their God.  \n  \nThe  Nevada  Constitution  is  very  clear.    \"That  perfect  toleration  of  religious \nsentiment  shall  be  secured,  and  no  inhabitant  of  said  state  shall  ever  be \nmolested, in person or property, on account of his or her mode of religious \nworship.\"  This is not just a federal issue.  In 1864, the founders of the state of \nNevada codified the fact that this state will also defend these rights. \n \nI  found  some  interesting  references  on  the  American  Civil  Liberties  Union \n(ACLU)  website  that  support  this  bill,  clarifying,  \"The  courts  have  reached \nconflicting conclusions under the federal Constitution on student-initiated prayer \nat graduation.  Until the issue is authoritatively resolved, schools should ask \ntheir lawyers what rules apply in their area.\"  You are our lawyers.  We are \nasking you what rules apply.  Students have the right to speak to and attempt \nto persuade their peers about religious topics just as they do with regard to \npolitical topics.  This is dated in 1995.  What the ACLU is saying is that our \ncurrent rights, we know that in practice, in our society, do not exist.  That is \nwhat we are asking you to enforce.   \n \nStudents  currently  have  the  right  to  distribute  religious  literature  to  their \nschoolmates.  I do not believe in actuality that is allowed, although the ACLU \nsays it should be.  They may not single out religious literature for burdensome \nregulation.  Wow!  We are told that is acceptable.  On student prayer, students \nhave the right to individually, or in groups, discuss their religious views with \ntheir peers so long as they are not disruptive.  That is an interesting choice of \nwords.   The Establishment Clause does not apply purely to private  speech.  \nStudents enjoy the right to read their Bibles or other scriptures, say grace before \nmeals,  pray  before  tests,  and  discuss  religion  with  other  willing  student \nlisteners.   \n \nAssemblyman Wheeler cited an example where a Bible was taken away from \na praying student.  The ACLU says that should not have happened.  I look \nforward to your helping to clarify this issue. \n \nVernon Brooks, Private Citizen, Las Vegas, Nevada: \nI am the agnostic parent of two children in the Clark County School District.  \nMy children are not likely to exercise the rights protected under this bill, but \nI still  support  Assembly  Bill  120.    This  bill  clearly  conveys  support  of  the \nConstitution that is sorely lacking in this country.  I am conscious of the caution \nfor unintended consequences.  It is good that we consider that, but the intent \nof this  bill  is  important  and  should  be  supported  even  if  minor  adjustments \nare needed.   \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 18 \n \nEric McGovern, Private Citizen, Las Vegas, Nevada: \nI  am  supportive  of  Assembly  Bill  120.    I  hear  a  lot  of  talk  about  bullying.  \nBullying is going to be there whether action is taken or not.  We should be \nteaching parents, schools, and the children how to stand up to bullying the right \nway so when they get out into the real world it is not pointing at, or harming \nsomeone, or punching someone's lights out.  Teach them how to stand up to \nbullying because it is going to be there no matter what we do. \n \nI also worry about people using their rights to overrule other people's rights.  \nOne gentleman was saying that your right to throw a punch stops at my nose.  \nIn  the  same  sentiment,  you  have  the  right  to  pray  any  prayer  you  want.  \nYou can pray on a rug, but if you are praying on a rug during a calculus class, \nit is probably not a good idea.  If you do it in the schoolyard, fine.  I remember \nbeing in school and some lady was walking around singing a song I did not like.  \nIt had nothing to do with religious irritation or even a religious song.  I asked her \nnot to sing it and she replied that she had every right to sing it and kept on \nsinging it.  I just went somewhere else.  She was right, and I did not have \nto stand in that particular spot and listen to it.  Thankfully, she was actually \na good singer.   \n \nThat  is  my  opinion  and  I  support  protecting  people's  rights  to  religion  and \nteaching people how to deal with bullying the right way. \n \nMatthew Yealy, Private Citizen, Las Vegas, Nevada: \nI am a lifelong resident of this city and a product of the Clark County School \nDistrict.  I am in support of Assembly Bill 120, and I would like to paraphrase \nsomething  I  heard  once  upon  a  time.    America  is  not  easy,  it  is  advanced \ncitizenship.  You have to want it bad because it is going to put up a fight.  \nYou must be able to acknowledge a man standing center stage advocating at \nthe top of his lungs that to which you would spend a lifetime opposing at the \ntop of yours.  This bill is an exact example of us being able to tolerate the \nspeech of others without resorting to passing laws against it. \n \nAssemblywoman Woodbury:  \nIs there anyone else in Las Vegas wishing to testify in support of A.B. 120?  \n[There was no one.]  I will take testimony in opposition to A.B. 120. \n \nVanessa  Spinazola,  Legislative  and  Advocacy  Director,  American  Civil \n  Liberties Union of Nevada: \nWe are opposed to Assembly Bill 120 as written.  This bill does not just clarify, \nbut goes far beyond the First Amendment rights that are provided to students \nin our schools. [Submitted letter from ACLU (Exhibit E).] \n \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 19 \n \nI understand that there is the intent that the religious expression in this bill not \nbe  disruptive;  however,  the  word  \"disruptive\"  appears  nowhere  in  this  bill.  \nThere are no time, place, and manner restrictions in this bill.   \n \nThis bill envisions the state establishing religion.  It envisions a captive audience \nat a school where students in a classroom will be subjected to other people's \nreligious beliefs.  We know that my freedom goes up to your freedom.  That is \nwhy  students  in  school  right  now  have  the  right  before  school,  at  recess, \nat lunch, in groups with their friends, or at the flagpole absolutely have the right \nto discuss religion with each other.  Anyone in this state who has a complaint \nabout that should come to the ACLU.  We will litigate that case for you.   \n \nThe language in this bill permits the promotion of those beliefs with a captive \naudience at school assemblies and in classrooms, which equals coercion, which \nequals establishment.  As written, this bill could potentially, as applied, violate \nthe Establishment Clause of the First Amendment.   \n \nIt also does not address the carefully constructed balance between elementary \nand secondary schools.  There is a letter on the record by Americans United for \nSeparation of Church and State (Exhibit F).  As noted, elementary students \nin particular are in the early developmental stage, and the constitutional law on \nthis subject actually prohibits the same type of rights that are provided to high \nschool students to elementary students.  Without language in the bill carefully \nconstructing that, we are providing a lot of extra rights that go beyond the \nFirst Amendment to students in elementary school. \n \nAgain, the intent of the bill is to assure rights, and this bill goes extremely \nbeyond that.  I am concerned about how people of minority religions will feel \nif during the loudspeaker announcements in the morning, or at a pep rally or \nschool assembly, they are told their beliefs are incorrect and wrong, or their \nsexuality is incorrect and wrong.  I believe that could lead to consequences not \nenvisioned by the drafting of this bill. \n \nAssemblyman Edwards: \nYou talk about a captive audience, but a captive audience does not qualify \nif you are in an extracurricular activity you volunteer for.   \n \nVanessa Spinazola: \nAn  extracurricular  activity  is  protected  by  the  First  Amendment.    We  have \nno problem with that. \n \n   \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 20 \n \nAssemblyman Edwards: \nYou have no problems with it being double protected here? \n \nVanessa Spinazola: \nWhen  you  say  \"double-protected,\"  the  language  of  the  bill  envisions  the \npermission of those religious belief expressions to happen to a captive audience \nin a classroom.  The language of the bill does not carefully delineate a current \nFirst Amendment right.  In your extracurricular activity, you can say whatever \nyou want.  That is absolutely protected.  However, the bill goes beyond that.  \nIf a student is in a math class and someone asks a math question, that means \nsomeone else gets to ask the class about religion.  They get the same amount \nof time in that particular class. \n \nAssemblyman Edwards: \nThe bill also talks about being nondisruptive.  That would preclude what you \njust talked about.   \n \nVanessa Spinazola: \nThe word \"disruptive\" does not appear anywhere in this bill.  There are no time, \nplace, or manner restrictions in the language of this bill as it is currently drafted. \n \nAssemblyman Edwards: \nWhat, exactly, is a minority religion?  The last time I checked, pretty much \nevery religion is a minority religion. \n \nVanessa Spinazola: \nIt would depend on the context of the school.  That is also what I am concerned \nabout. \n \nIf there were a Mormon family or a Muslim family in a rural community where \neveryone else is Christian, they may feel like the minority in that particular \nschool or district.  It would be different school by school as to who would be in \nthe majority religion, which is another confusing application of the law. \n \nAssemblyman Edwards: \nI  think  you  presume  the  worst  rather  than  think  that  people  could  actually \ncontrol for the best. \n \nVanessa Spinazola: \nUnfortunately, that is my job. \n \n   \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 21 \n \nAssemblyman Gardner: \nI have questions about a captive audience.  If I remember the case law, it means \nwhen it is school sponsored, not when a student does it.  When a school itself \nis doing it, it comes down to that particular school enforcing it as an official \nreligious point of view.  For example, if I said a prayer in a class, or I said \nI believed in God in a class, none of that would be coming from my teacher, so \nI would disagree on the captive audience. \n \nIn your letter (Exhibit C) you talk about how it may be bullying if I were to voice \nmy Christian or Muslim beliefs or any other beliefs.  I would disagree with that.  \nI do not think voicing my beliefs, or you voicing your beliefs is discriminatory or \nbullying.  It is for the same reason we can have a gay pride march at our school.  \nIf  saying  our  beliefs  are  discriminatory  and  bullying,  would  that  not  be \ndiscriminatory and bullying to every major religion in the world that did not \nbelieve in homosexuality?  I am wondering where you are drawing that line.  \nIt does  not  seem  very  clear  from  your  letter  and  what  you  are  talking \nabout today.   \n \nVanessa Spinazola: \nWith regard to the captive audience, what the bill does is permits the school to \nestablish the space wherein people could be professing their religious beliefs to \na captive audience.  It is the very establishment by law of that space that \npotentially  violates  the  Establishment  Clause.    Currently,  schools  are  very \nhands off.  The student who was reading his Bible during lunch should not have \nhad his Bible taken away.  The schools have to be hands off in ensuring that \na captive audience does not exist.  If someone gets up and starts proselytizing \nin the middle of class, it is up to the school official to regulate that scenario in \norder to comply with the First Amendment by calling the principal, disbanding \nthe  class,  or  calling  for  a  five-minute  recess.    This  law  would  permit  the \nestablishment.  That is what I mean by the captive audience. \n \nFor  example,  at  the  school  pep  rally  someone  gets  up  and  announces  that \nprom tickets are on sale downstairs and encourages students to buy the tickets \nand go to the prom.  He may talk for five minutes.  That means that someone \nelse  gets  to  talk  for  five minutes.    What  could  happen  is  you  could  have \nsomeone with very strong anti-LGBT beliefs, or anti-race beliefs.  During the \nCivil War, there were religions that believed black people were evil.  Suppose he \nprofesses that for five minutes.  Again, because this bill does not delineate \nbetween  secondary  and  elementary  schools,  there  could  be  a  room  full  of \neight-year-olds with someone voicing anti-LGBT or anti-race beliefs.  If there \nwere a black child or a gay child in that room, they may tell their parents what \nwas said in that school assembly.  Maybe they do not tell their parents and they \ninternalize what they heard.  Maybe it happens every day at the assembly and \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 22 \n \nthen maybe those students feel worse and worse about themselves.  In the \nstate of Nevada, we have represented families whose children have committed \nsuicide because of bullying.  That happens here.  I am concerned about the \nspace being provided to profess these beliefs that could really harm children, \nparticularly in the elementary school environment. \n \nAssemblyman Gardner: \nAbout the captive audience again, you are saying that just because they are in \na classroom any comment they make is basically the institution backing up that \nargument, because that is the current law.  I would say it is very different \nif someone were screaming their beliefs in the middle of class.  I do not see \nhow you could possibly say that is the school calling those things.  I disagree \nwith that. \n \nIt seems that you are saying because other people may feel badly about my \nbeliefs or your beliefs, we should censor religious belief.  Are you saying we \nshould be censoring our beliefs because it might cause other people to feel \nbadly? \n \nVanessa Spinazola: \nThis is about state sponsorship.  There has been a lot of discussion today about \nfree speech, but what we are talking about is state sponsorship of religion.  It is \ntotally fine, protected, and welcome for students to have these discussions and \nfights with each other at lunch time, extracurricular time, before school, or out \non the playground.  We are not wanting to censor that at all.   \n \nThe  language  of  the  bill  provides  for  all  of  those  things  to  happen  in \na school-sponsored  way  inside  a  captive  audience  classroom  or  at  a  school \nassembly.  I know Assemblyman Wheeler expressed on the record that it must \npertain  to  the  assignment,  which  is  actually  the  First Amendment-protected \nlanguage.  However, where it pertains to the assignment is not in section 2, \nsubsection 1(b).  That is what I mean when I say it goes beyond what current \nFirst Amendment  rights  are  and  permits  religious  beliefs  to  pervade  every \nmoment of the school day. \n \nAssemblyman Gardner: \nThe bill says to the same extent and the same circumstances as each pupil \nis allowed to speak or otherwise express a viewpoint on a nonreligious matter.  \nYou are saying that religious students do not have the same extent and are not \nunder the same circumstances as other pupils are allowed.  Is that religious \nbelief not protected?  This does not make sense to me.  It says same extent, \nsame circumstances, and yet somehow this bill by saying same extent and \nunder  same  circumstances  is  giving  rights  that  are  not  in  line  with  the \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 23 \n \nFirst Amendment.  My understanding is that you have to be treated equally.  \nThat is the whole point of the First Amendment.  I am trying to understand how \nthat is not the same. \n \nVanessa Spinazola: \nWe  can  forget  everything  else  we  have  talked  about  today  and  just  look \nat section 2, subsection 1(a).  What that is actually saying, if you do not look at \nthe context, is that some student goes to show-and-tell and talks about his cat.  \nThat is a nonreligious matter.  That means that the next child who gets up can \nsay he believes gay people are awful.  The words of this particular bill are \nelevating religious speech to everything nonreligious, such as math questions, \nchemistry exams, talking about your cat or summer vacation, or the book you \nread.  It is mandating that all of that is given the same amount of time in the \nsame places.  What the First Amendment tells us is that you can talk about \nreligion freely when it is not an establishment where you do not have that \ncaptive audience.  It is okay to do it before school, at lunch, or when you are \nwhispering to the person next to you in a classroom.  It is that elevation to \neverything else that happens in a state-sponsored activity of a school.  It goes \nbeyond what the First Amendment currently provides. \n \nAssemblyman Elliot T. Anderson: \nThe bill is not written in favor of any one religion.  Facially, it comes across as \nneutral.  However, when you get into application and Assemblyman Wheeler's \nintent, although not in the bill, it is disruptive.  What is disruptive to you or me \nmight  not  be  disruptive  to  someone  of  a  different  religion  or  of  a  different \nculture.  When it comes into application, do you see the potential where this is \ngoing to be challenged because the rules are unartfully applied by well-meaning \nadministrators and teachers who are just trying to run a classroom?  Do you see \nthem running into problems?  Do you think they will be able to apply this in \na fair manner? \n \nVanessa Spinazola: \nPossibly, yes.  We talked earlier about Muslim students who may want to bring \nout a prayer rug and pray.  If you have a Christian teacher and that is not the \nway he prays, he may view that as disruptive.  Whereas someone of their own \nreligion may not view it as disruptive.  It may depend on the individual school \nadministrator to parse that out. \n \nMarla Turner, Private Citizen, Las Vegas, Nevada: \nI was a Jewish child growing up in the Clark County School District.  At the \ntime  I  attended,  I  was  bullied  because  I  wore  my  Star  of  David to  school.  \nOur home  was  vandalized,  our  cars  and  homes  were  toilet-papered,  I  was \nbeaten up in the girls' bathroom at school, and nothing was done.  We went on \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 24 \n \na field trip to a major amusement park in California.  I was not allowed entrance \ninto the park because I was wearing my Star of David.  Another student was \nexperiencing the same situation.  The teacher who took us on that field trip sat \nus outside on the bench for eight hours while the other students went into the \namusement park.  She came out once to give me an apple and a glass of water.  \nNothing was done even though my parents complained bitterly.  We never got \nour money back for that school trip. \n \nIn choir, I was forced to sing Christmas carols at Christmas time.  There was no \nconsideration for Hanukkah songs.  The same was true at Easter or Lent and \nno consideration for Passover.   \n \nIn some respects, I suppose it sounds like I could have benefited from this kind \nof bill, but I disagree.  If it was strictly extracurricular, it may be true, but it was \nnot and nothing was done.  The only time I stopped being bullied as I went \nthrough the school system was when the school district and the principals put \ndown  positions  that  there  would  be  no  religious  activities  that  were  not \nextracurricular.  That is when the bullying stopped.   \n \nThere are a lot of things in public schools we cannot do that some say violate \nthe First Amendment.  Some schools enforce uniform policies.  Kids cannot \nwear whatever they want.  You cannot wear certain t-shirts with certain logos.  \nSome prohibit gum chewing.  Some dictate the length of a skirt.  Years ago \nit was the length of a boy's hair or the amount of makeup girls wore.  Why did \nthey do that?  It was because of distraction in the classroom.  We can argue all \nday long about the merits of that, but in the end, the reason why we have the \nsystem  set  up  the  way  we  do  is  to  provide  a  pure,  fundamental,  secular, \nacademic educational curriculum and leave the religious and the spiritual aspects \nto extracurricular and home activities.   \n \nNancy Stiles, Private Citizen, Minden, Nevada: \nI  am  representing  the  American  Association  of  University  Women.    I  am \na former 40-year teacher.  I have taught grades 2 to 7.  My expertise was \nin gifted education.  In the gifted education class we taught problem-solving and \nreasoning skills.  We introduced the children to deductive reasoning.  We used \npremise  logic,  premise  logic  being  \"if\"  and  \"then.\"    I  have  looked  at \nAssembly Bill 120 from the standpoint of premise logic.  \"If\" we put this bill \ninto action, \"then\" what can we expect?  I am concerned with what I come \nup with in terms of what we can expect.   \n \nIn referring to Assemblywoman Joiner, as a teacher, I prefer to spend the time \nwith  the  children  on  the  curriculum.    I guarantee  there  is  enough  to  do.  \nThe curriculum is already overloaded.  In referring to Assemblywoman Swank, \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 25 \n \nI, too, had a great concern about opening this up to all religions, as well it \nshould be if that is the intent.  However, I am hearing testimony that leads me \nto believe that the religion they are speaking about is not Christianity.   \n \nWith that noted, I would like to tell you I have a great concern that today we \nare seeing numerous young people being recruited by extremists.  If I look at my \n\"if\" and \"then\" again, is that a possibility?  If we are opening this, is there \na possibility that we might be inviting recruitment of extremists?   \n \nI would like to refer to Assemblyman Anderson and agree with him that the \nword \"disruptive\" is by interpretation.  What may be disruptive in one case for \none teacher may not be disruptive for another.   \n \nI would ask you to reconsider this particular bill and vote in opposition. \n \nDana Galvin, President, Washoe Education Association: \nOn behalf of the 24,000 teacher and education support professionals of the \nNevada  State  Education  Association,  we  respectfully  express  opposition \nto Assembly Bill 120.  [Read from Nevada State Education Association letter \nfrom Ruben Murillo, Jr. (Exhibit G).] \n \nThe  Reverend  Mike  Patterson,  Director  of  Advocacy,  Lutheran  Episcopal \nAdvocacy in Nevada: \nI am against Assembly Bill 120.  First, I would challenge the fiscal note that \nsays  there  is  no  effect  on  local  government.    When  you  have  all  of  these \nprocedures for appeals in place, there is going to be a cost.  The $10,000 could \neasily be passed on to the school district.  I am a retired teacher.  During my \ntime  as  a  teacher,  I  was  often  out  at  the  flagpole  with  my  students \npraying.  I participated quietly in the back of the room during Christian clubs.  \nI watched students with tables during orientation, and I never experienced any \nharassment, questions from the administration, or difficulty in getting the space.  \nThis bill just creates problems that do not exist.  We tolerate a lot in schools \nbecause we are required to.  I often had to tolerate students in my classroom \nwearing a Bad Religion t-shirt with a cross and a slash through it.  I knew \nI could not say anything and I lived with it because that is what we are about.   \n \nIn effect, we are trusting teenagers not to take this to the extreme.  I spoke to \nthe sponsor about this earlier, and I think you trust teenagers too much.  To see \nthe glimmer of $10,000 as a possibility, they are going to push this to the limit.  \nYou are going to see prayer rugs, and they might quietly pray, but it is going to \ncreate a disturbance.  You are going to see kids finding ways to upset the \nstatus quo because that is their job.  It is disruptive and it is not fair. \n \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 26 \n \nIt seems strange for a priest to sit here and say I am against prayer in schools, \nbut we believe firmly in the separation of church and state.  We believe that this \nbill puts us in the wrong direction.  It puts us, in effect, in legislating religious \nbeliefs.  One  of  the  speakers  said  he  believes  this  bill  pushes  the  Christian \nposition, but not in school.  I urge you, please, vote against this bill.  It creates \nproblems we do not know even exist. \n \nShane Greener, Private Citizen, Las Vegas, Nevada: \nI personally feel Assembly Bill 120 seems to be favoring a religion that prays \nquietly rather than expresses their beliefs in a way found disruptive.  We already \nallow students to have religious clubs, say God in the Pledge, and pray during \nthe moment of silence.  This bill seems unnecessary.  As a transgender male, \nI feel that this bill is opening up the floodgates that allow bullying in the name \nof religion against those who are LGBT.  This bill is not really giving religion \nmore rights, rather it is taking away the rights of minority religions and LGBT \nkids.  That is why I am asking you to vote no on A.B. 120. \n \nCaitlyn Caruso, Private Citizen, Las Vegas, Nevada: \nI am a high school student in Las Vegas.  I am spiritual.  My mom raised me \nto believe in the universe, mother earth, and science.  However, my spirituality, \nincluding the altars and rituals we set up, belong at home with my mom.  During \nthe  school  hours  I  need  to  be  focusing  on  academia  because  we  already \nstruggle enough in Clark County.  I need to go to school to learn in a safe \nenvironment.    When  we  present  projects  or  presentations  overall,  we  are \nallowed  to  hand  out  literature  in  almost  every  class  I  have  ever  been  in.  \nAs a Christian and a rape survivor, as a woman of color, if I were to be handed \na religious piece of literature that condemns my sexuality, my identity, myself, \nor my being, that would infringe on my right to pursue happiness.  I cannot be \nhappy or feel safe in a space like that.  This bill will open up that possibility. \n \nLesbian, bisexual, gay, and transsexual youth have seven times higher suicide \nrates than their straight counterparts.  They are dropping off the face of the \nplanet  one-by-one  because  of  the  bullying  that  is  allowed  in  the  name  of \nreligion.  This bill will allow for that in our schools.  I do not want to see \none more member of my community kill themselves because of the things they \nare  being  told  by  their  church  and  by  people  in  their  schools.    Given  the \npossibility for religious persecution, they often meet at home and other places.  \nTo follow them into a place of education, we are doing them a disservice.  \n \nWhen I was in the eighth grade here in Las Vegas, one of my close friends had \nstarted to come to terms with his identity.  His mother had just died and he was \ntaking it hard.  When word got out he identified as gay, students decided to \nwear shirts to class that said \"Gays will never see the gate of heaven.\"  He ran \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 27 \n \nout of school sobbing and never wanted to come back.  With this law, he would \nbe forced to sit in that room with that person unless his parents removed him \nfrom the school.  That person would be able to sit in the classroom with him, \npreach however he or she wanted to, and he would have to sit with his grief \nand his religion, and his mother in spirit, while being told he might never see her \nagain simply because of who he is.  That is unacceptable.  This legislation \nallows for that sort of behavior to continue, for that person's right to wear \na hateful shirt to trump my friend's right to education, the pursuit of happiness, \nand to life.  He told me that incident almost drove him to kill himself. \n \nThis  bill  is  unacceptable.    Students  have  the  right  to  silently  pray,  to  host \nBible Club after school, and to read their Bibles on the bus and at lunch, but this \npolicy is something we do not need, especially as LGBT students.  I urge you to \nvote no on Assembly Bill 120 and to stand with our LGBT students in solidarity, \nplease. \n \nAssemblyman Gardner: \nThese statements toward your friend, if they were the same type of statements, \nbut were nonreligious, how would this bill affect that?  I think someone could be \nallowed to make those same statements toward someone whether it is based on \nreligion or not.  You could still be mean under the current law.  I do not see how \nthis would increase mean statements as opposed to being able to make them \nalready. \n \nCaitlyn Caruso: \nIn this incident, our teacher was able to pull those students aside and ask them \nto remove their shirts because it was disrupting my classmate's ability to learn \nsafely in their classroom.  With this bill, it might prohibit the teachers from \nsaying something.  Also, people can be mean to LGBT students all day, every \nday, and they are, but we are talking about this in the name of religion.  That \nperson  said  gays  will  never  see  the  gate  of  heaven.    That  is  an  intimately \nreligious and personal statement to make, especially to someone whose mother \njust died.  That is bullying.  This bill is going to allow for that sort of religious \nspeech  on  larger  platforms,  and  it  will  complicate  teachers  being  able \nto discipline students that do bully in this way. \n \nAssemblyman Elliot T. Anderson:  \nCould  we  ask  counsel  if  the  bullying  definition  of  the  safe  and  respectful \nlearning  environments  would  prohibit  that  nonreligious  statement,  but  then \nwhether this bill, if it includes religion, would then be authorized under the \nproposed provisions of this bill? \n \n   \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 28 \n \nKarly O'Krent, Committee Counsel: \nBullying  is  defined  in  Nevada  Revised  Statutes  (NRS)  388.122  and  states, \n\"'Bullying' means a willful act which is written, verbal or physical, or a course \nof conduct on the part of one or more persons which is not authorized by law \nand which exposes a person repeatedly and over time to one or more negative \nactions which is highly offensive to a reasonable person.\" \n \nTo answer your question about whether or not that definition would apply here \nin the circumstance that advocating for a particular religious belief or expressing \none's religious belief resulted in someone feeling as if they were being bullied, \nit would still be prohibited. \n \nAssemblyman Elliot T. Anderson:  \nIf we authorize with this bill, by law, a religious statement that said the same \nthing, then that would exclude that same statement from the definition because \nit would be allowed by law, would it not? \n \nKarly O'Krent: \nThe statutes are intended to be read harmoniously.  To the extent that there is \na conflict between the two of them, we can look at amending that if that is \nsomething the Committee wants to do. \n \nRobyn Mazy, Private Citizen, Carson City, Nevada: \nI am a concerned parent.  I was born and raised in Carson City, Nevada, and in \nlistening to this bill, it concerns me greatly.  I have a child in third grade along \nwith many nieces and nephews.  I am afraid this bill would open the doors to \nharassment and bullying through peer pressure.  I can see my child walking \ndown the hallway and being bombarded with literature or certain phrases that \ncould  be  deemed  in  the  aspect  of  bullying  and  causing  harm,  whether \nemotionally or mentally.  As a parent, that causes me great concern because \nthe whole point of sending our children to school is to learn, not to be harassed. \n \nMy daughter is going to a wonderful school where the teachers have actually \nbrought a few things to my attention and have been able to recognize students' \ndifferent religions as well as make accommodations for their different beliefs.  \nI understand that we have the right to be able to set up groups and clubs during \nthose free times such as recess and before and after school.  I have seen many \nstudents in my child's school, as well as other schools, able to do that without \ndisrupting other classes or curriculum.  I am afraid that this will open up that \nhate speech window being protected under this law.  As Assemblyman Wheeler \nsaid, any and all distribution of papers will be protected and that could include \nhate speech. \n   \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 29 \n \nI  do  appreciate  the  intent  and  I  do  not  want  to  silence  anyone's  freedom \nof religion, but I am afraid the way this bill is specifically written, it can open \nthose floodgates.  I ask you to oppose Assembly Bill 120 as written. \n \nAssemblywoman Woodbury:  \nI will go to Las Vegas and take testimony in opposition. \n \nAngie Sullivan, Private Citizen, Las Vegas, Nevada: \nI  am  a  public  school  teacher  and  I  teach  second  grade.    I  am  speaking \nin opposition because I have an enormous amount of work to do every day.  \nI have a lot of duties the legislators have handed to me, such as testing and \nteaching.  I am focused on reading and math.  My at-risk students are often \ntwo to five years behind when they first enter my classroom.  It is always \na game of catch-up.  I am afraid of anything that will disrupt my classroom or \ndistract from the task at hand.  It is not that I want to eliminate prayer, it is just \nnot the time or the place.  I do not have the luxury of spending any time on \nsomething that is not going to be teaching to the standards or helping  my \nstudents pass proficiencies so they can eventually graduate and go to college. \n \nI am worried that if you give permission to students to say whatever they want, \nwhenever  they  want,  that  is  going  to  be  very  disruptive  in  my  classroom.  \nI need to be able to say that is not something we are talking about right now.  \nWe need to be able to get the job done at school.  It is a big job.  I love doing it, \nbut I am very worried that something like this could override a lot of the lessons \nI have planned during the day.  I think it would create a big mess.  I can project \nthat it will cause more problems than it will solve, and we will offend people we \ndo not need to offend.  I am asking you to please oppose this bill, not because \nI oppose prayer and not because I am antireligious, but because I just want to \nbe able to teach in my classroom, do my job, and get those students on the \npath where they score well and are headed to college. \n \nAdam Berger, Private Citizen, Las Vegas, Nevada: \nI am a special education teacher in the Clark County School District and I am in \nAssembly District 21.  I am in opposition to this bill because it would violate the \nU.S. Constitution.  The document clearly calls for the separation of church and \nstate.    History  shows  how  horrible  and  oppressive  life  could  be  when  the \ntwo were not separated.  All attempts to circumvent this provision have been \nstruck down by the courts and will continue to be.  It would be a terrible burden \non the schools monitoring prayer and is not the purpose of public schools, and \nthey are not equipped to do it.  I am not opposed to prayer.  My faith is Jewish.  \nThe places for prayer are the home, the church, the synagogue, the mosque, \nand any other place of worship. \n \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 30 \n \nChris Giunchigliani, Private Citizen, Las Vegas, Nevada: \nI am speaking as an individual and as a special education middle school teacher \non leave of absence from the Clark County School District.  I had not planned \non coming back to education committees, but I seem to find myself here.  When \nI saw both pieces of legislation today, I felt I needed to come in and voice some \nof my concerns.   \n \nI appreciate the sponsor's wish to attempt to do a better job than the federal \ngovernment in both of these cases.  However, I believe, as it has been stated, \nthis simply makes an expansion and unequalizes the equal balance we have tried \nto  maintain  in  our  public  schools  and  then  makes  religion  more  superior \nto anything else.   \n \nThe  classroom  should  be  the  focus  of  any  legislation  you  are  looking  at.  \nAs Angie Sullivan said, when do we teach?  Putting this broad language in \nescalates the issue and creates a broadening versus clarification.  If the true \nintent  is  to  clarify,  I  might  suggest  that  under  the  summary,  you  strike \n\"clarifying\" and insert \"reaffirming\" the existing rights of school pupils regarding \nfreedom of exercise of religion, then possibly work with the school districts to \nmake sure they have a policy in place so parents and children who feel they \nhave been wronged have a simple process to go through.  It already exists.  \nWe are looking for a solution to a problem that does not exist just because it \nhappens  someplace  else,  and  there  are  5,000  alleged  lawsuits  someplace.  \nOut of all of the students in the United States, that is actually a low number.  \nNo one has really been abusing it if that is the case. \n \nWe allow prayer before school, after school, during recess.  As a Catholic, \nI prayed every morning before I went into class that, hopefully, Johnny would \nnot  spit  on  Suzie  today.    Sometimes  well-intentioned  legislation  becomes \na detriment.  What happens is you now put me, as a classroom teacher, into \na confrontational mode, especially if you look at the second section.  If a child \nwants to be able to hand out religious information because he feels he had been \nabused or did not have the same access because I handed out an art piece, then \nthat changes the whole scenario in the classroom.  I am no longer teaching; \nI am now trying to mediate in many instances.  It forces a confrontational role \nwhich I do not think is the intent of this bill.   \n \nSeparation of church and state is far more than a concept.  We have to realize \nwe are speaking about public schools where there is a free public education for \nevery child regardless of their ability to learn.  It also means it is free for them \nto practice no religion, be an agnostic, an atheist, to be spiritual, or practice the \nreligion of their faith.  No one has ever really stepped on that.   \n   \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 31 \n \nAssemblywoman Woodbury:  \nIs there anyone else in Las Vegas to testify in opposition?  [There was no one.]  \nI will now take neutral testimony.   \n \nLindsay  Anderson,  Director,  Government  Affairs,  Washoe  County \nSchool District: \n \nOur school board of trustees supports the U.S. Constitution and the right of \nfree speech.  We also support a safe and respectful learning environment for \nevery student in our schools.  We will not tolerate any type of discrimination in \nour  school  district  whether  it  be  nonreligious  or  any  other  protected  kind \nof discrimination.    We  did  meet  with  the  sponsor,  and  we  appreciate  his \nwillingness  to  hear  us  out  on  the  existing  process  that  we  currently  have \nin policy for complaints concerning discrimination.  I believe when he has had \na chance to review it, he will see that we take it very seriously.  There are \nseveral levels of the complaint that can go all the way to the board of trustees.  \nOne of the concerns we had for the bill sponsor was if it was heard at the \nboard of  trustees  level,  it  would  be  subject  to  the  Open  Meeting  Law,  and \nperhaps  student  identity  and  privacy  being  exposed  that  they  did  not  want \nexposed.  Our current process allows for the hearing to be done in a closed \nexecutive session with our board of trustees.  We hope he would consider \nallowing us to use our existing process for complaints concerning discrimination.  \nWe are here in the neutral position and appreciate him working with us on that. \n \nCraig M. Stevens, Director of Intergovernmental Relations, Government Affairs, \nCommunity and Government Relations, Clark County School District: \nFirst and foremost, we agree with the Washoe County School District.  We are \nalso neutral on Assembly Bill 120.  We believe religion is an important aspect of \nmany of our students' lives.  Every morning before school begins, each student \ncan  start  their  day  with  a  moment  of  silent  reflection,  meditation,  prayer, \nor however they choose to spend that time.  We also encourage students to join \nclubs and after-school activities that appeal to them whether it be religious, \nsports, or academic.  Students are free to start or join any club they wish before \nor after school.  Some of our very best partners have heavy religious affiliations \nwithin Clark County School District.  Our partnership office works with churches \nand  synagogues,  and  many  of  them  are  some  of  our  best  partners.  \nWe continue to do outreach in those communities to find those partners. \n \nOur concerns are specifically ensuring that the school environment is safe and \nrespected by everyone.  We believe working with Assemblyman Wheeler on this \nbill, we can make that happen.  In no way can the district look to endorse or \ngive special consideration to any religion, which is why we hope to continue the \nprocess we have in place regarding whether a student feels slighted because \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 32 \n \ntheir religious beliefs have been impeded upon or whether someone has impeded \nupon them.  We believe our current process is good and effective.  We thank \nAssemblyman  Wheeler  for  looking  at  that  process  and  hopefully  working \nwith us. \n \nMary Pierczynski, representing Nevada Association of School Superintendents: \nYou  have heard from both Washoe and Clark Counties.  I was part of the \nmeetings as well with Assemblyman Wheeler and want to thank him for his \ndiscussions with us.  Some very good points were brought out, both pro and \ncon, in this bill.  I hope we can continue working on the amendment and reach \nsome agreement acceptable to everyone. \n \nJessica Ferrato, representing Nevada Association of School Boards: \nI would like to echo the previous statements by Clark and Washoe Counties, \nas well as the Nevada Association of School Superintendents.  We are here to \nsupport the districts.  Every district in the state has different policies as to how \nthey handle this, but we are all looking for safety for our teachers, our students, \nand our districts. \n \nAssemblyman Elliot T. Anderson: \nThis is a question for all of our school districts.  Whenever we talk in this \nCommittee about special education mandates, I always hear that the districts \nare opposed to creating new legal rights and new legal remedies.  This bill \nspecifically allows causes of action and statutory damages up to $10,000, and \nyou  are  saying  you  are  neutral  to  that  but  opposed  to  special  education \nmandates? \n \nCraig Stevens: \nAgain, through our discussions with Assemblyman Wheeler, we believe this is \ncodifying what we currently do.  You can be mean whether you are a religious \nperson or a nonreligious person.  We set the rules, and that is the rule of a safe \nand  secure  environment.    However,  we  would  like  to  go  through  our  own \nprocess.  They can, through that process currently, go to court.  What we are \nsaying is simply that we want to protect our students and make sure they have \nthe ability to do what they should do before and after the school bell, but what \nthey do in class is also protected. \n \n   \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 33 \n \nMary Pierczynski: \nWhen we talked to Assemblyman Wheeler, one of our major concerns was the \ngrievance process.  The school districts have grievance processes or complaint \nprocesses already established.  We would like to be able to follow those.  It is \na situation where you cannot prevent people from suing.  People can sue for \nanything.  We have processes in place to handle grievances by parents. \n \nAssemblywoman Woodbury:  \nIs there anyone else here to testify neutral?  [There was no one.]  Do you have \nany final comments, Assemblyman Wheeler? \n \nAssemblyman Wheeler: \nWe heard a lot about why this is a bad bill.  Not one person can say that we \ndo not have the right.  Bullying was the main thing we heard about.  We have \nto remember that bullying is the imposition of views, not the expression of \nviews.  Bullying is when you force someone into your views or force someone \nto do something because you do not like their views.  Bullying happens no \nmatter  what.    Religion  is  not  something  any  more  or  any  less  prevalent \nin bullying.   \n \nIf the Governor gets his budget, we are about to spend millions and millions of \ndollars on anti-bullying.  I believe we need to teach our children about bullying \nand not keep laws from allowing discussion and expression because of fear \nof bullying.  Also, the word \"disruptive\" was not in the bill itself.  Yet, the intent \nof the bill is that because of this bill, new things cannot be disruptive.  The \nactual  word  \"disruptive\"  does  not  need  to  be  in  the  bill  because  it  says \n\"…to the  same  extent  and  under  the  same  circumstances  as  each  pupil  is \nallowed….\"  In other words, if an activity is currently disruptive, it is already in \nthe school regulations and in law.  We do not need to put it in the bill.  It is to \nthe same extent as other activities. \n   \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 34 \n \nAssemblywoman Woodbury:  \nI am going to close the hearing on Assembly Bill 120.  Because of the hour, we \nare going to postpone Assembly Bill 121 for another day.  Is there anyone here \nfor public comment?  [There was no one.]  Is there anyone in Las Vegas?  \n[There was no one.]  The meeting is adjourned [at 5:13 p.m.]. \n \nRESPECTFULLY SUBMITTED: \n \n \n \n   \nSharon McCallen \nCommittee Secretary \n \n \nAPPROVED BY: \n \n \n \n   \nAssemblywoman Melissa Woodbury, Chair \n \nDATE:       \nAssembly Committee on Education \nFebruary 23, 2015 \nPage 35 \n \nEXHIBITS \n \nCommittee Name:  Committee on Education \n \nDate:  February 23, 2015    Time of Meeting:  3:15 p.m. \n \nBill   Exhibit  Witness / Agency  Description \n  A    Agenda \n  B    Attendance Roster \nA.B. 120  Kate  Morra,  Private  Citizen, \nC  Prepared testimony \n  Carson City, Nevada \nTeri Cotham, Private Citizen, \nA.B. 120  D  Prepared testimony \nGardnerville, Nevada \nVanessa Spinazola, American \nA.B. 120  E  Civil Liberties Union of  Letter in opposition \nNevada \nAmrita Singh, Americans \nA.B. 120  F  United for Separation of  Letter in opposition \nChurch and State \nRuben Murillo, Jr., Nevada \nA.B. 120  G  Letter in opposition \nState Education Association  \n ", "1": "\nMINUTES OF THE MEETING \nOF THE \nASSEMBLY COMMITTEE ON EDUCATION \n \nSeventy-Eighth Session \nFebruary 25, 2015 \n \nThe Committee on Education was called to order by Chair Melissa Woodbury  \nat  3:16 p.m.  on  Wednesday,  February 25,  2015,  in  Room 3142  of  the \nLegislative  Building,  401 South  Carson  Street,  Carson  City,  Nevada.  The \nmeeting was videoconferenced to Room 4406 of the Grant Sawyer State Office \nBuilding,  555 East  Washington  Avenue,  Las  Vegas,  Nevada.    Copies  of  the \nminutes, including the Agenda (Exhibit A), the Attendance Roster (Exhibit B), \nand other substantive exhibits, are available and on file in the Research Library  \nof the Legislative Counsel Bureau and on the Nevada Legislature's website at \nwww.leg.state.nv.us/App/NELIS/REL/78th2015.    In  addition,  copies  of  the \naudio  or  video  of  the  meeting  may  be  purchased,  for  personal  use  only, \nthrough the  Legislative  Counsel  Bureau's  Publications  Office  \n(email: publications@lcb.state.nv.us; telephone: 775-684-6835). \n \nCOMMITTEE MEMBERS PRESENT: \n \nAssemblywoman Melissa Woodbury, Chair \nAssemblyman Lynn D. Stewart, Vice Chair \nAssemblyman Elliot T. Anderson \nAssemblyman Derek Armstrong \nAssemblywoman Olivia Diaz \nAssemblywoman Victoria A. Dooling \nAssemblyman Chris Edwards \nAssemblyman Edgar Flores \nAssemblyman David M. Gardner \nAssemblyman Pat Hickey \nAssemblywoman Amber Joiner \nAssemblyman Harvey J. Munford \nAssemblywoman Shelly M. Shelton \nAssemblywoman Heidi Swank \n \nCOMMITTEE MEMBERS ABSENT: \n \nNone \n \n   \nMinutes ID: 261 \n*CM261*\n \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 2 \n \nGUEST LEGISLATORS PRESENT: \n \nAssemblywoman Teresa Benitez-Thompson, Assembly District No. 27 \n \nSTAFF MEMBERS PRESENT: \n \nH. Pepper Sturm, Committee Policy Analyst \nKristin Rossiter, Committee Policy Analyst \nKarly O'Krent, Committee Counsel \nJoan Waldock, Committee Secretary \nTrinity Thom, Committee Assistant \n \nOTHERS PRESENT: \n \nKrissy Brown, Private Citizen, Reno, Nevada \nKeelan Ayrault, Private Citizen, Reno, Nevada \nChris Case, Private Citizen, Reno, Nevada \nLeo Murietta, Private Citizen, Las Vegas, Nevada \nConnor Peterson, Private Citizen, Reno, Nevada \nKim Gerlach, Private Citizen, Reno, Nevada \nIsabella Peterson, Private Citizen, Reno Nevada \nCraig M. Stevens, Director, Intergovernmental Relations, Community and \nGovernment Relations, Clark County School District \nJames Yoder, Board Representative, Professional Language Association \nof Nevada \nDale  A.  R.  Erquiaga,  Superintendent  of  Public  Instruction,  Department \nof Education \nLonnie  Shields,  representing  Nevada  Association  of  School \nAdministrators, Clark County Association of School Administrators \nand Professional Technical Employees, and Teachers of English to \nStudents of Other Languages \nMary  Pierczynski,  representing  Nevada  Association  of  School \nSuperintendents \nKelly Nicolls, Private Citizen, Reno, Nevada \nGil Lopez, Private Citizen, Las Vegas, Nevada \nNick Vassiliadis, representing R and R Partners Foundation \nLindsay  Anderson,  Director,  Government  Affairs,  Washoe  County \nSchool District \nPeggy Lear Bowen, Private Citizen, Reno, Nevada \nVictor Joecks, Executive Vice President, Nevada Policy Research Institute \n \n   \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 3 \n \nChair Woodbury: \n[Roll was called.  Protocols and procedures were explained.]  I will open the \nhearing on Assembly Bill 166. \n \nAssembly  Bill  166:    Provides  for  the  establishment  of  the  State  Seal \nof Biliteracy  Program. (BDR 34-526) \n \nAssemblywoman Teresa Benitez-Thompson, Assembly District No. 27: \nMy  apologies,  I  was  having  a  couple  of  bills  in  a  work  session  upstairs.   \nMy  co-presenter,  Assemblywoman Diaz,  is  still  sitting  in  that  committee \nhearing.    She  will  be  here  shortly,  as  she  has  a  piece  of  the  presentation  \nas well. \n \nI am very excited to introduce to you Assembly Bill 166.  My hope is that this \nhearing  will  be  a  celebration  of  our  students  and  the  hard  work  that  they  \ndo in order to become biliterate and to gain language acquisition throughout \ntheir  academic  careers.    These  programs  are  taking  place  right  now  in  our \nschool districts.  These are students that simply need to be celebrated for the \nhard work that they have done.  What A.B. 166 proposes to do is to have the \nDepartment  of  Education  create  a  state  seal  of  biliteracy.    Within  the \nNevada Electronic  Legislative  Information  System  (NELIS)  updates  that  we \nprovided for you, I have given two examples of seals that have been adopted \n(Exhibit C).  The first is the seal the state of California uses; the other is from \nthe National Association of Bilingual Education, which some other states use.  \nWe would like the Department to adopt an official seal for the state of Nevada \nso that students who meet all the requirements for being considered biliterate \nare able to have the seal affixed to their diplomas. \n \nI  will  walk  you  through  the  different  sections  of  the  chapter  so  that  you \nunderstand  how  the  bill  works.    Section  1  is  the  requirement  that  the \nSuperintendent of Public Instruction create the State Seal of Biliteracy Program \nand adopt a seal.  It is specific for pupils who graduate from public or charter \nhigh schools or a university school for profoundly gifted students (which is the \nDavidson  Academy  at  the  University  of  Nevada,  Reno),  who  have  attained  \na high level of proficiency in one or more languages in addition to English.   \n \nSection 2 states that the Superintendent of Public Instruction shall design the \nseal that will be affixed to the diploma and then make these seals available  \nto the school districts so that they can acknowledge their students.   \n \nSection 3 is where we talk about what being biliterate means in order to earn \nthis seal.  It requires that all course work in English language arts be completed; \nthat the student demonstrate proficiency in a language other than English; and \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 4 \n \nthat the course work to support that is either an Advanced Placement exam \nwith a score of 3 or higher, or an International Baccalaureate exam in world \nlanguage with a score of 4 or higher, or they can have completed four years  \nof world language with an 3.0 or higher grade point average.  Remember, the \nstudents  have  to  have  proficiency  in  English.    You  see  that  at  the  bottom  \nof section 3, line 42.  I do not want anyone to be left with the impression that \nwe are encouraging a mastery of other languages without incurring a mastery \nof our own.   \n \nIt is helpful to keep in mind that seven other states have adopted these seals.  \nThere are a few reasons that states are moving to adopt these.  One is that we \nlive in a 21st century world now, where our children are expected more and \nmore to have skills sets that make them competitive in a global market.  Being \nbilingual or even multilingual is one of those skill sets.  Competitive college \nadmissions require foreign language.  This seal will draw a bright line to those \nwho are such.  A seal of biliteracy tells the rest of the world that Nevada  \nis committed to preparing our children for the 21st century.  I had a constituent \nemail me.  I have shared some of those emails with you.  She has a student  \nin one of the programs that you are going to hear from today at Mount Rose \nElementary School.  She  has children in fifth, fourth, and  first grade there.  \nShe loves  the  two-way  immersion  program  they  have.    She  says  it  more \neloquently than I can.  I will quote from her email.  \"As a two-way immersion \nparent,  I  have  also  learned  so  much  about  connections  in  the  brain  that \nbilingualism creates, and the far-reaching learning advantages of being bilingual \nthat have nothing to do with speaking two languages.\"  Many benefits come \nfrom this.  You are going to hear Assemblywoman Diaz talk about why she \nand other members of the Hispanic caucus support this bill (Exhibit D).  You see \nwithin  uploaded  testimony  a  letter  of  support  (Exhibit  E)  from  the \nNational Association for Bilingual Education.  They are going to be having their \nnational conference in Las Vegas on March 5 through 7 of this year.  More \nimportantly, I am excited for you to hear from some of our local principals, \nparents, and teachers who are involved in world language programs.  That way, \nyou can hear from them directly about what they are doing day to day to help \nencourage bilingualism with the students in our schools.  I think it might be \nhelpful for Committee members to hear from some of those who participate in \nthe program, or we can answer questions on the bill first.   \n \nChair Woodbury: \nI think we have a few questions, and then we will hear from everybody.   \n \nAssemblyman Armstrong: \nMs.  Benitez-Thompson,  thank  you  for  the  bill.    I  have  a  question  about  \nsection 3 regarding the requirements.  Will you please explain to me why you \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 5 \n \nwould  have  a  2.0  grade  point  average  (GPA)  for  English,  but  then  require  \na  3.0 GPA  for  world  languages.    Would  it  not  be  more  consistent  simply \nto require a 2.0 or 3.0 for both of those?   \n \nAssemblywoman Benitez-Thompson: \nThis  is  in  keeping  with  the  standards  of  National  Association  for \nBilingual Education for a state seal of biliteracy.  Ideally, we would like all of our \nstudents to graduate with a 4.0 GPA, but 2.0 is \"proficient.\"  They know the \nlanguage, they have the language.  Would a 3.0 be better?  It could be, but at \nleast the 2.0 lets us know they have acquired English.  They may not be at \nmastery level, but they have it down. \n \nAssemblyman Armstrong: \nI am wondering why there is one standard for English and a different one for \nworld languages.  Why should they not be the same? \n \nChair Woodbury: \nThe English language arts is more of an English class, not to learn the English \nlanguage.  It is taking your English classes, passing all the standards for English \nlanguage arts. \n \nAssemblywoman Benitez-Thompson: \nI am a little out of my field of expertise as I am not a teacher.  My teacher  \nis still in the Assembly Committee on Commerce and Labor.   \n \nChair Woodbury: \nEnglish  would  include  American  literature,  English  literature,  whatever  the \ncourse might be.   \n \nAssemblywoman Benitez-Thompson: \nI will have Assemblywoman Diaz speak to that as well. \n \nChair Woodbury: \nAlong  those  lines,  there  was  a  difference  with  the  score  of  4  on  the \nInternational  Baccalaureate  (IB)  and  a  score  of  3  on  the  Advanced \nPlacement  (AP) exams.  I assume they have different weights for the different \ntests.   \n \nAssemblywoman Benitez-Thompson: \nI believe that is true. \n \n   \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 6 \n \nAssemblyman Stewart: \nI think this is a great bill.  I wish I were bilingual.  I have a large Filipino \nconstituency in the district I represent.  I do not know if there is language test \nfor Tagalog.  How could they qualify?  Most of them speak both English and \ntheir language from the Philippines fluently.  Would there be any way they could \nget the seal if there is not a test for their language? \n \nAssemblywoman Benitez-Thompson: \nI think it would be helpful for the Committee to have a comprehensive list of AP \nand IB tests that are in place for different languages, as opposed to finding \nsomething specific on Tagalog. \n \nChair Woodbury: \nI have that list.  The languages that are on both tests are Chinese, French, \nGerman, Latin, and Spanish.  Those that are only on the AP are Italian and \nJapanese; the language only on the IB is Greek.  Tagalog is not on there.  What \nabout those students?  They do not have that option. \n \nAssemblywoman Benitez-Thompson: \nOn the other hand, our thriving Greek community will be happy.  I think that \nmight beg the question of available course curriculum and might be a bigger \nconversation.  At least for the language options available in which we already \nhave developed test curriculum, it would make the most sense to proceed. \n \nChair Woodbury: \nSection  3,  subsection  2(b)  says,  \"successful  completion  of  four  years  \nof  courses  in  a  world  language  with  at  least  at  3.0,\"  but  section  2  says, \n\"attained a high level of proficiency.\"  I know that I could take four years and \nget a 3.0 without attaining a high level of proficiency.  \n \nAssemblywoman Benitez-Thompson: \nI  believe  part  of  the  amendment  takes  into  consideration  passing  the  \nend-of-course examination exactly for that point. \n \nChair Woodbury: \nWould that need to be in the bill? \n \nAssemblywoman Benitez-Thompson: \nYes, there is a friendly amendment for that.  \n \n   \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 7 \n \nAssemblyman Gardner: \nI think you might have just hit it.  A possible way to save the students who \nspeak Tagalog is the district's friendly amendment says that they can approve \nanother course.  Do you think we could possibly fix it that way? \n \nAssemblywoman Benitez-Thompson: \nYes. \n \nAssemblyman Edwards: \nThe bill talks about \"profoundly gifted pupils.\"  I am not sure what that means.  \nMy other question is: Do the schools currently offer these programs, or will this \nbe a new curriculum we will have to hire more teachers to staff? \n \nAssemblywoman Benitez-Thompson: \nThe  language  you  are  referencing  in  section  2,  \"the  university  school  for \nprofoundly gifted pupils,\" is the statutory reference to the Davidson Academy  \nat the University of Nevada, Reno.  They are part of the education system.   \nIt is to make sure that we acknowledged not only public schools but charter \nschools and that school as well. \n \nTo your second question, no additional work needs to be done.  These are \nprograms that are in the schools right now.  They are acknowledged in different \nways.  We just want to put a bright line on the acknowledgement with a big \ngold seal on the diploma. \n \nAssemblywoman Olivia Diaz, Assembly District No.11: \nIn  Clark  County,  we  have  dual-language  programs  where  the  children  are \nlearning  both  Spanish  and  English  from  the  time  they  hit  kindergarten.   \nIt  is  wonderful  to  see  that  we  are  making  such  great  use  of  being  young, \nlearning early, developing the ear, and learning how to speak a second language \nfrom the time they are kindergartners.  I hope the trend will continue as we see \nthese dual-language students make progress through their elementary school \nyears.  There will be a need for a dual-language middle school.  Eventually these \nstudents will have mastery, most likely in high school.  I also know of charter \nschools  that  offer  a  different  language  as  part  of  their  structure  in  their \nprogramming.  I am hopeful that we continue the work.  Right now, very few \nschools offer this opportunity.  It is a missed opportunity on our behalf.   \n \nAssemblyman Edwards: \nThat was my concern with what the program is.  Many people would seem  \nto miss the opportunity, and that would require more teachers to be hired.   \nIs there some way to work that in so that is broader than it seems to be now? \n \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 8 \n \nAssemblywoman Benitez-Thompson: \nTo clarify your question, you would want to make it broader, or you would want \nto hire more teachers?  I would agree with you.  I just was not sure if that was \nwhat you said.   \n \nAssemblyman Edwards: \nI am trying to figure out if this would require the hiring of additional teachers  \nto make it a broad program across the entire school district.  It would seem  \nto, especially if—I think I heard Latin and Greek—I remember a little of my Latin, \nbut not that much, certainly not enough to help out here.  Are we talking about \nincorporating a completely new program of languages that would include the \nnecessity for many new teachers? \n \nAssemblywoman Benitez-Thompson: \nNo.  There are currently programs in place.  I would hope that they grow.  This \nbill does not mandate that growth.  I would hope that more schools would \nembrace the biliteracy programs, but this bill does not mandate it.  This is \nsimply to acknowledge our students who are doing the work currently.   \n \nAssemblyman Elliot T. Anderson: \nI  think  this  is  a  great  idea.    It  is  not  only  a  skills  bill;  it  is  a  workforce \ndevelopment  bill.    It  will  make  us  more  competitive  in  an  ever-increasing \ninternational economy.  The perfect time to do it is when children are young, \nbecause they pick up language more easily.  Anything we can do to give people \nthat extra boost on their résumé with the authority of the state is a phenomenal \nconcept.   \n \nAssemblywoman Diaz: \nI am bilingual.  I am so thankful that my parents always stressed the importance \nof becoming bilingual and biliterate.  Not only was it sufficient for them for  \nme to know how to speak and understand the language, but they also made \nsure that I knew how to read and write it.  Now that I am an adult, I see how \nvaluable that skill set is to possess.  As a new parent to the world's most \nadorable four-year old, I am happy to support Assembly Bill 166.  I know that \ntoday's  children  need  to  be  prepared  to  compete  in  a  more  global  society,  \nat a more global scale.  The world as we come to know it will be smaller and \nmore interconnected than the time in which I grew up.  For many of us, our \nworld was our neighborhood.  A few of us ventured beyond our city and maybe \nour state borders.  I was not one of them; I stayed in Las Vegas.  Thanks to the \nInternet, my son will see and experience the world at a younger age.  Countries \nthat were once on the other side of the world are now just on the other side  \nof the computer through a Google search.  Many of our children will likely make \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 9 \n \ninternational friends and compete against them for jobs and leadership positions.  \nMy hope is we will be able to be competing with them academically as well. \n \nLanguage diversity is paramount if we want our children to remain competitive \nin the 21st century.  Our schools are responding.  Many school districts are \ncurrently  promoting  world  language  instruction  and  dual-language  programs, \nwhich  you  will  hear  more  about  as  the  school  districts  come  and  testify.  \nAssembly Bill 166 seeks to recognize students who have attained a high level  \nof  proficiency  in  one  or  more  languages  in  addition  to  English.  \nAssembly Bill 166 will create a formal seal of biliteracy to be affixed to those \nstudents' diplomas, one that I wish I could have had on mine.  Those are my \ncomments.  If you have any further questions, we would be happy to take \nthem. \n \nAssemblyman Stewart: \nCould we have an amendment to make this retroactive so you could get it? \n \nAssemblywoman Diaz: \nI think that would make it self-serving.  I think proactive would be fine with  \nme.    I  echo  Assemblyman Anderson's  comments  about  being  a  workforce \ndevelopment bill.  I have been looking at language access in the courts for those \nwho speak English as a second language.  I have been educated in the interim \nthat  we  have  many  court  interpreters  for  Spanish  but  do  not  have  many  \nto represent other languages we might have a need for.  I see this as a way  \nto get more court interpreters in diverse languages to help those who might \nneed them. \n \nChair Woodbury: \nAssemblywoman  Benitez-Thompson  explained  how  this  recognition  would \nbenefit those students in their careers and in getting into colleges.  Do you see \nthis as giving students an incentive to become bilingual? \n \nAssemblywoman Diaz: \nOf course.  When we as a community say that this is something that is great, \nthe children then see it as an asset.  They want to work harder and strive more \ntowards  becoming  bilingual  and  biliterate.    When  I  was  teaching  students  \nas young as second graders, I had parents during teacher conferences telling \nme, \"Ms. Diaz, I do not know what to do.  My child does not want to speak \nSpanish or practice it at home anymore.  They say, 'What for?  What does  \nit matter?'\"  I think this would be a strong, positive message saying, \"This  \nis  very  important.    It  is  part  of  not  only  your  culture  and  background,  but  \nit is an added tool to your toolkit that will benefit you greatly when you get out \ninto the workforce.\" \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 10 \n \n \nChair Woodbury: \nDo  you  see  the  reverse,  then,  being  beneficial  for  native  English  speakers  \nto learn a world language? \n \nAssemblywoman Diaz: \nIt is great for everybody.  What is good for some is great for everyone, right?. \n \nAssemblywoman Swank: \nWith  the  seal  on  the  diploma,  will  there  be  something  on  the  student's \ntranscript?  The transcript is sent out with university applications.  I am not sure \nif it is marked on a transcript that you were on honor student, but it seems  \nit should be.  That usually shows in the GPA.   \n \nAssemblywoman Benitez-Thompson: \nThis  bill  does  not  contemplate  that,  but  it  is  something  that  we  are  happy  \nto look into as a friendly amendment. \n \nAssemblyman Edwards: \nIf  we  are  going  to  try  to  get  students  to  be  learning  earlier  and  earlier,  \ndo we want to wait until high school to put anything on their diploma?  Would  \na certificate that would be available to second- or third-graders be more helpful \nto get them motivated younger and keep them motivated throughout?  That \nwould actually help them sooner.  Then do the additional things of putting them \non the transcript, perhaps even giving them a bigger certificate if they continue \nto advance through high school so that it is more recognized when they are \napplying to colleges or for jobs. \n \nAssemblywoman Benitez-Thompson: \nYou are going to hear from different testifiers about programs about the types \nof recognitions and certificates they do now.  I do not think that is a bad idea:  \na progressive seal that gets bigger the more they accomplish.  The diploma can \nonly  hold  so  much.    I  agree;  we  should  be  acknowledging  these  students  \nat every step in their language acquisition.  We want to make sure that when \nthey  graduate,  their  diplomas  have  that  seal  on  them  as  a  mark  of  their \naccomplishment.   \n \nAssemblyman Gardner: \nIs the Clark County School District amendment a friendly amendment?   \n \nAssemblywoman Benitez-Thompson: \nYes. \n \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 11 \n \nAssemblyman Gardner: \nHow would colleges accept this?  Would it be taken as certification to allow you \nto test out of courses?  In business, you have to certify that you are fluent  \nin a language—do you think this would affect that at all? \n \nAssemblywoman Diaz: \nTo the second question about getting any kind of certification at the collegiate \nor university level, when you achieve a certain score on an Advanced Placement \n(AP)  exam,  that  makes  it  possible  to  transfer  for  college  credit  and  for \nplacement in more advanced Spanish, Greek, Latin, German—whatever you are \ngetting this biliteracy seal for.  Your AP scores are used for placement and \naccess  into  higher  courses  and  sometimes  they  will  give  you  credit  for \nintroductory classes. \n \nAssemblywoman Benitez-Thompson: \nPlease remind me what your other question was. \n \nAssemblyman Gardner: \nHave there been any conversations regarding some of the certifications that \nbusinesses require?  I know that if you are an interpreter, you have to certify \nthat  you  can  speak  a  certain  language.    If  a  diploma  says  that  you  are \ncompetent in that language, has any of that kind of connection been made? \n \nAssemblywoman Benitez-Thompson: \nNo, but I think that is a good conversation to have.  Perhaps we can tie in the \nGovernor's Workforce Investment Board and others who connect education and \nbusiness together to have that conversation, maybe get them to pay for more \nAP courses.   \n \nChair Woodbury: \nDo you know what the cost would be to the state to create this seal? \n \nAssemblywoman Benitez-Thompson: \nA fiscal note was submitted that shows no cost.  We have examples of the \nseal, so I do not imagine that there is going to be a cost from designing it.  \nRight  now,  the  number  of  participants  compared  to  the  overall  student \npopulation and those graduating is nominal.  I imagine that is why this is a zero \nfiscal note.  Our intent is not to incur any undue fiscal burdens on the state.  \nAt least presently, it is zero. \n \nChair Woodbury: \nSuperintendent Erquiaga, you are nodding, so you agree with that. \n \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 12 \n \nDoes the Committee have any further questions?  If not, I will open testimony  \nin support of A.B. 166. \n \nKrissy Brown, Private Citizen, Reno, Nevada: \nI am the principal of Mount Rose K-8 Academy of Languages in Washoe County \nSchool District.  I am in complete support of this bill.  We started the two-way \nimmersion program in Washoe County seven years ago.  This is something that  \nI am passionate about, as I see how hard these students work.  Keelan Ayrault \nis one of the first students I had at Jesse Beck Elementary School and now  \nat Mount Rose.  I am sure he will answer questions for you also.  We need  \nto celebrate what they have accomplished through their hard work and give \nthem the opportunities for additional jobs and college scholarships. \n \nKeelan Ayrault, Private Citizen, Reno, Nevada: \nI am a student at Jesse Beck Elementary School.  I love the two-way immersion \n(TWI) program.  I think it has helped me so much.  I feel like when I grow  \nup it will help me to get a better job, do a lot of things for me.  I feel like I have \nworked pretty hard for the bilingual program.   \n \nChair Woodbury: \nIs your bilingual program in Spanish? \n \nKeelan Ayrault: \nYes. \n \nChair Woodbury: \nI have a request from a Committee member.  Could you say one of those lines \nin Spanish? \n \nKeelan Ayrault: \n[He spoke a line in Spanish.] \n \nChair Woodbury: \nThat was amazing.  Thank you for indulging us.   \n \nAssemblyman Stewart: \nI might warn you that the Chair is fluent in both English and Spanish.   \n \nChair Woodbury: \nSo I know you did great. \n \n   \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 13 \n \nChris Case, Private Citizen, Reno, Nevada: \nI am the director of the global studies program at Robert McQueen High School.  \nThat is our signature program in Washoe County School District.  The students \nin our program, hopefully Keelan someday, take two world languages for the \nentire time they are there within the program.  They can take German, Chinese, \nFrench, or Spanish.  They also participate in academically rigorous social studies \nand environmental science.  All of these are on the Advanced Placement (AP) \nlevel.    The  coursework  in  which  they  participate  is  patterned  after \nuniversity-level  international  relations  programs.    For  us,  a  seal  of  biliteracy \nwould recognize our students' achievements.  A big mission of Washoe County \nSchool District and, I would imagine, all districts across the state of Nevada,  \nis to create students who are career and college ready upon graduation.  I think \nthat plays a big role in what our students are doing.  As the state of Nevada  \nis experiencing this boom in business, part of that will be the necessity for  \nus to participate on a more global scale.  We need students who are biliterate \nbecause  the  learning  of  a  second,  or  in  our  case  a  third,  language  allows \nstudents  to  not  only  understand  the  language,  but  also  the  culture  of  the \ncountries that we will be or are currently doing business with around the world.   \n \nAssemblyman Gardner: \nWhen you determine the languages you teach, is that based on who you think \nwe will be doing business with, or how do you determine which languages to \nteach at your school? \n \nChris Case: \nMost of the determination for the languages we teach in our school is based  \non the number of teachers who are qualified to teach the various languages that \nwe can teach.  The other factor that weighs in is what does AP test.  We are  \nan  AP,  not  an  International  Baccalaureate  (IB)  school.    AP  currently  tests \nGerman, Spanish, Chinese, French, Italian, Latin, and ancient Greek.  We have  \na desire to branch into other languages.  We have a close relationship with the \nNorthern Nevada International Center.  They are part of the U.S. Department  \nof  State,  which  identifies  languages  of  need.    We  would  love  eventually  \nto branch into languages such as Arabic, Korean, and Farsi, but at the current \ntime, they are not languages that are evaluated by AP.  Being a school that has \nstudents  and  families  that  demand  AP  participation,  really  steers  the  ship \nsometimes.    Currently  a  student  who  earns  a  3  or  better  on  an  AP  world \nlanguage exam would receive eight credits at the University of Nevada.  That  \nis equivalent to the first year of a world language.  If they receive a 4 or a 5, \nthey receive six credits of 200-level, second-year coursework.  The assumption \nis that they would enroll in third-year courses.  That is how the university takes \ncare of it through AP and IB.   \n \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 14 \n \nLeo Murietta, Private Citizen, Las Vegas, Nevada: \nI am speaking to you on behalf of the Latino Leadership Council.  We are here \nsupporting A.B. 166 [referred to letter, (Exhibit F)] because it offers Nevada \nstudents the opportunity to receive the training  and competency in  multiple \nlanguages so that they can compete in a global environment.  Research has \nshown that for English language learners (ELL), bilingual education offers the \nbest education methodology.  This bill helps Nevada's over 70,000 ELL students \ntake advantage of the languages they have developed.  It also allows every \nstudent to gain interest in and benefit from this legislation.  We are in full \nsupport of the public policy behind this bill.   \n \nConnor Peterson, Private Citizen, Reno, Nevada: \nI think it is important to get the seal of biliteracy on my diploma because I have \nbeen working hard in Spanish.   \n \nKim Gerlach, Private Citizen, Reno, Nevada: \nI  teach  AP  Honors  and  AP  Spanish  at  Procter  Hug  High  School  in  Washoe \nCounty.  The majority of my students are heritage speakers, so most of them \nhave been speaking Spanish their whole lives. They have different levels of their \nability in Spanish.  Almost 10 percent of our student body enrolls in AP classes, \nclose  to  100  students  in  a  year.    This  would  be  a  great  boost  for  them.   \nIt  would  empower  and  motivate  our  heritage  Spanish-speaking  students  \nto continue studying two languages.  They have gotten that far, so when they \ncome  into  high  school  they  often  take  Spanish  to  improve  their  Spanish.   \nWe have a high pass rate on our AP tests.  When our students leave, they are \nreally strong in both languages.  That is great for the armed forces as they look \nfor bilingual speakers, as do colleges and businesses. \n \nAssemblyman Edwards: \nDo you know how your course work or the AP exam would help with some \nof the U.S. Department of State tests for people that they hire because of their \nlanguage skills?  Would this be a match, or not fit in at all? \n \nKim Gerlach: \nI do not know.  I study the AP test really well, but beyond that, I cannot answer \nthat.   \n \nIsabella Peterson, Private Citizen, Reno Nevada: \nI think the TWI program is amazing because you can get a scholarship and have \na better job.   \n \n   \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 15 \n \nCraig  M.  Stevens,  Director,  Intergovernmental  Relations,  Community  and \nGovernment Relations, Clark County School District: \nFirst,  I  want  to  say  Clark  County  School  District  (CCSD)  fully  supports \nA.B.  166.  In fact, we have our own bilingual award that we give students, \ndepending on the criteria, which matches up really well with what this bill does; \nhowever,  we  do  have  a  friendly  amendment.    It  should  be  in  front  of  you \n(Exhibit  G).    The  first  part  of  the  amendment  is  simply  allowing  the \nspecifications to align with the graduation requirements.  Firstly, you see the \nchanges in the end-of-course examinations.  This allows for the rigor; you know \nthat these students passed these, and therefore are set to graduate.  This also \nhelps the school districts track this information so that we can make sure that \nthey are serviced with this award or seal.  It also helps us if a student is close \nto getting it but not quite there.  It allows us to intervene and to provide extra \nhelp.  It is important for us to make sure the systems are aligned so that we can \nhave all the best information available. \n \nThe second part is to allow the school districts to have approved proficiency \nexams also to be included in this.  Some of the languages are limited with some \nof the AP and IB.  Some of the students simply do not take the courses even \nthough  they  are  fluent  in  those  other  languages.    Let  us  see  if  they  are \nproficient, and let us be able to do this to celebrate those students.  The test \nthat we use currently, STAndards-based Measurement of Proficiency (STAMP), \nallows for many different languages.  There are many other tests out there that, \nwith the approval of the Nevada Department of Education, we could be allowed \nto use for those other languages that are not currently offered.  We believe that \nthe  second  amendment  opens  this  requirement  up  to  many  more  students, \nallowing the students who may not realize they are on their way to get this.  \nWe can do this locally. \n \nJames  Yoder,  Board  Representative,  Professional  Language  Association \nof Nevada: \nI am representing an organization representing all the language teachers of this \nstate.  I would like to read into the record a letter (Exhibit H) written by the \npresident of our association fully supporting this bill. \n \nDale  A.R.  Erquiaga,  Superintendent  of  Public  Instruction,  Department \nof Education: \nI am the child of bilingual parents.  It is my pleasure to support this for all the \nreasons that you have heard.  I would offer to the sponsors of the measure and \nthe  maker  of  the  friendly  amendment  that  the  discussion  about  transcripts \nreflecting this seal and the approval of district exams could be handled by the \nsuperintendent's authority to adopt regulations as proposed in this measure.   \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 16 \n \nI would be happy to promulgate those regulations should the measure and any \namendment pass. \n \nLonnie Shields, representing Nevada Association of School Administrators, Clark \nCounty Association of School Administrators and Professional Technical \nEmployees, and Teachers of English to Students   of Other Languages: \nWe  are  in  full  support  of  this  bill  with  the  amendment.    We  would  like  \nto  be  on  the  record  as  so.    I  would  also  like  to  put  out  a  shout  for \nMs. Krissy Brown, who is the principal at Mount Rose Elementary School and \nthe wonderful job she is doing.  I hear wonderful things about it.  The fact that  \nI was principal there for 17 years has nothing to do with it.  \n \nMary Pierczynski, representing Nevada Association of School Superintendents: \nWe are in full support of the bill and the amendment that was presented by our \ncolleagues in Clark County. \n \nChair Woodbury: \nIs there anyone else in Las Vegas or Carson City wishing to testify in support  \nof A.B 166? \n \nKelly Nicolls, Private Citizen, Reno, Nevada: \nMy children go to Mount Rose Elementary School.  They started at another \nschool that had to close the two-way immersion (TWI) program because they \nchanged  principals  and  the  new  principal  did  not  have  the  same  vision.  \nMs. Brown was kind enough to let my children transfer.  They have been there \ntwo years.  I have been thrilled to see what they have been going through.   \nI was a Spanish major.  I lived in Japan six years and learned enough Japanese \nto get by.  I would love for our children to have the opportunity if they want  \nto learn languages.  I see all the effort that has been put into this program.   \nIf we do not support it, it would be a shame to have put all that effort in and \nnot have the program here anymore.  \n \nGil Lopez, Private Citizen, Las Vegas, Nevada:  \nI am a student at the Boyd School of Law and also the 2015 Nevada Hispanic \nLegislative Caucus extern.  I want to document that the caucus fully supports \nA.B. 166.   \n \nChair Woodbury: \nIs there anyone else here in Carson City wishing to testify in support?  [There \nwas no  one.]   Is there anyone in Las Vegas wishing to  testify in support?  \n[There  was  no  one.]    Is  there  anyone  wishing  to  testify  in  opposition  \nto A.B. 166?  [There was no one.]  Is there anyone wishing to testify as neutral \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 17 \n \nto A.B. 166?  [There was no one.]  Assemblywoman Benitez-Thompson and \nAssemblywoman Diaz, do you have any closing remarks? \n \nAssemblywoman Benitez-Thompson: \nI  want  to  commend  all  the  students  for  being  here.    Thank  you  for  the \ncontemplation  of  this  public  policy  and  what  we  are  hoping  to  support  \nby creating the state seal of biliteracy.  Should you have additional questions  \nor comments, please do not hesitate to seek me out for further conversation.   \n \nChair Woodbury: \nI am going to close the hearing on Assembly Bill 166 and open the hearing  \non Assembly Bill 112. \n \nAssembly Bill 112:  Revises provisions governing the policy concerning a safe \nand respectful learning environment for children enrolled in public schools \nthroughout the State. (BDR 34-220) \n \nAssemblyman Elliot T. Anderson, Assembly District No.15: \nI am happy to be here to present Assembly Bill 112, which is an attempt to \nclarify the existing provisions of the safe and respectful learning environment \nlaw.  I am bringing forth this measure to stop adults from bullying each other,  \nto promote a positive and successful learning environment for all of Nevada's \nchildren,  and  to  set  a  positive  example  for  children.    [Read  from  written \ntestimony (Exhibit I).] \n \nI am here today because I came to the conclusion that we needed to do more  \nto  ensure  that  teachers,  administrators,  and  school  personnel  do  not  have  \nto face bullying in their careers with our school districts.  Many of us have seen \nat least one example of an administrator at the highest levels going through \nissues and being forced out of a high-visibility position.  That is only one such \nexample.  In particular, I spend a lot of time with a school psychologist who  \nI care for dearly.  She often tells me that she has observed many instances  \nof teachers getting bullied and adults fighting in general in different schools \nthroughout the state.  She is not the only one who has informed me of this type \nof behavior.  To clarify, bullying under Nevada law can include retaliation and \nintimidation  as  well,  in  addition  to  simple  name-calling.    If  top-level \nadministrators  can  go  through  these  experiences,  imagine  what  can  happen  \nto regular teachers who are just trying to help children learn.   \n \nThis  type  of  fighting  amongst  adults  badly  affects  our  students.    Thorough \nsocial emotional learning emphasizes the need for adults to set good examples; \nin other words, adults should not just tell students not to bully other students, \nthey should show them how to act through positive examples.  \"Do as I say, \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 18 \n \nnot as I do\" is not an effective social emotional learning strategy.  As a bonus, \nsome  studies  have  shown  that  achievement  goes  up  in  a  positive  learning \nenvironment.    Our  law  contemplates  that  already.    Many  qualitative  and \nquantitative examples bear our these assertions. \n \nI need to give credit to and am grateful for Dr. Renee's Kadlubek's assistance in \nhelping  me  review  the  literature  on  this  issue  and  for  the  idea  for  the  bill.  \nShe has  been  an  important  partner  on  this  measure.    She  is  a  Ph.D.  in \neducational  psychology  and  a  lawyer.    Most  importantly,  she  is  a  social \nemotional learning expert with 11 years of experience.  It is her expert opinion, \nboth  in  law  and  psychology,  that  the  existing  law  should  be  clarified  and \nstrengthened.  She believes it is important for Nevada to stop instances of \nadults fighting and to encourage school districts to create policies to facilitate a \npositive learning environment.  I agree with her completely. \n \nThe Safe and Respectful Learning Environment law currently applies to school \npersonnel as it exists.  We often hear of this law in the context of students \nbeing bullied.  However Nevada Revised Statutes (NRS) 388.135, which I have \nattached as (Exhibit J) prohibits any trustee, employee, administrator, principal, \nteacher, other staff member, or pupil from engaging in bullying as defined by \nNRS.    Any  person  inside  of  a  school  or  school  bus  can  be  bullied  under \nNRS 388.122 by any other type of person inside of a school setting.  Section 1 \nof  the  bill  updates  the  legislative  declaration  of  intent  behind  the  law  \nto explicitly note that we believe the law applies to adults as well as children.  \nThat is our intent.  The law already says that, this just makes the declaration \nconsistent with what the rest of the law says and to ensure that it cannot  \nbe mistaken that everyone needs to treat each other with respect under this \nlaw.  Section 2 of the bill requires school districts to alter or create policies  \nto  ensure  that  violations  of  the  Safe  and  Respectful  Learning  Environment \namongst  adults  can  be  reported  and  to  update  their  training  policy  under \nexisting law to include methods to facilitate a positive learning environment.   \nIn section 2 you will see there is an amendment removing more vague language \n(Exhibit K) which clarifies my intent and makes the requirements a bit clearer for \nthe school districts.  I believe a positive learning environment speaks for itself.   \n \nIn conclusion, I wanted to say that when I hear about instances of fighting—we \nheard of several during the interim—I never care about who was right and who \nwas wrong.  As adults, especially in politics, we want to figure out who was \nwrong  so  that  we  can  blame  them.    I  thought  about  what  moral  authority  \nwe have to tell children that you cannot bully each other when we cannot even \nkeep our own house in order.  We need to do that before we tell others what  \nto do.  There are too many examples of adults inside of school districts failing  \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 19 \n \nto live up to the standard we demand from our children.  We need to get  \na handle on adults fighting. I would be happy to answer any questions. \n \nAssemblyman Hickey: \nI especially appreciate you, as you have chaired this Committee.  Therefore,  \nI  know  you  are  familiar  with  the  environments  in  classrooms.    You  stole \nsomething I was thinking of, along with everyone in this room.  \"Do what I say, \nnot what I do,\" is incongruent especially if teachers are saying one thing and \ndoing another.  In discussing a bill just the other day, we were questioning \nwhether or not one can legislate tolerance, for example.  Can you really legislate \ncourtesy?    Specifically,  in  your  new  language  with  regard  to  \"the  quality  \nof instruction impacted by poor attitudes,\" found in section 1, subsection 4, \nparagraph (c), is that a subjective definition?  That is not a standard for adult \nbehavior but just a goal or an aspiration.  Is there a definition that is different?   \nI heard you mention \"bullying\" and \"safe schools.\"  What is bullying to children?  \nIs that the same definition for adults?  Or is it just disagreements, different \nvalue systems, and poor behavior, which I am sure exists within adults as it can \nwith children?   \n \nAssemblyman Elliot T. Anderson: \nOf course, you cannot legislate courtesy.  You can only attempt to encourage \npeople.  We have already tried to do that.  This bill does not seek to do anything \nbut  update  the  existing  efforts  we  have  taken  to  make  our  schools  more \nrespectful  and  safer  for  children.    And  not  just  for  children,  \nto answer your other question.  I attached the definitions as an exhibit and \nhighlighted what the existing law says about bullying inside of schools.  [Read \nfrom (Exhibit J).]  That is the existing law.  What I felt was that it was not clear \nenough.    We  needed  to  put  everyone  on  notice  that  administrators  cannot  \nbe bullying teachers; teachers cannot be bullying other teachers.  The way this \nis written, a pupil could not bully a teacher, either.  That is the way the law  \nis written—with a wide scope to ensure that everyone is treating each other \nwith respect.  I have also attached two exhibits (Exhibit L) and (Exhibit M)  \nto show that when people are not respectful, it can affect achievement.  There \nare quantitative studies that show that when you have more positive strategies \nand environments, you have achievement increase.  You have children treating \neach other better when they have good behavior modeled around them.  They \nsoak that up like sponges.  They think that if an adult is doing it, it must  \nbe okay.  In the same way, if they see something on television, it must be okay.   \nIt is sort of a \"monkey see, monkey do\" sort of bill, I guess, to bring it down  \nto a really small level.  That is the idea here.  It is not meaning to reinvent the \nwheel.  This is just putting people on notice that the policies have to account \nfor everyone, not just children.  When we talk about bullying, we often are \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 20 \n \npigeonholed  into  thinking  that  it  only  happens  children-on-children,  and  that  \nis not the case.  \n \nAssemblyman Armstrong: \nDr. Kadlubek is a great resource for this.  She is my friend and works really hard \non this.   \n \nShould this actually be codified in Nevada Revised Statutes (NRS) that we are \ntrying to regulate against poor attitudes for teachers?  It seems this should  \nbe done on the district level in teacher handbooks, rather than our trying to say \nthat teachers cannot have poor attitudes.  I am not sure if we are going to fix  \na  problem  just  by  putting  that  in  the  NRS,  or  whether  or  not  this  is  more  \nof a policy on a district level. \n \nAssemblyman Elliot T. Anderson: \nSection 1 has no substance of import.  It is simply a legislative declaration \nexplaining  our  intent  behind  the  rest  of  the  safe  and  respectful  learning \nenvironment law.  It expresses our goals and aspirations for when the school \ndistricts are applying these laws.  It also makes crystal clear that this is what \nwe believe to be important—for teachers not to be bullied by administrators and \nvice versa.  It is important that we have positive interactions inside of our \nschools  so,  as  it  says,  achievement  and  instruction  are  not  affected  \nby it.  It is expressing intent that we think is important.  It has no more import \nthan a resolution does, except it makes it clear for when anyone is interpreting \nthe rest of the law that this is a part of it. \n \nAssemblyman Edwards: \nMy question will be similar in this way: Federal law already covers hostile work \nenvironments  and  how  those  are  not  acceptable.    I  think  state  law  seems \nalready  to  cover  the  standards  by  which  people  are  supposed  to  operate.  \nI would  think  district  rules  and  regulations  would  already  state  what  the \nprofessional standards of conduct would be.  We also have professional training \nfor teachers, administrators, and so on, for what would be the correct way  \nto conduct yourself.  This seems redundant, that we do not need to state it all \nover again.   \n \nAssemblyman Elliot T. Anderson: \nAssemblyman Edwards, I would disagree with the premise that we do not need \nto restate it.  We are seeing too many examples of it happening.  I have already \nreferred  to  a  high-profile  incident.    In  response  to  your  specific  question, \nI believe you are speaking about Title VII of the Civil Rights Act of 1964 and the \nassociated regulations that create laws against a hostile work environment.  The \nproblem with those regulations is that they only apply to actions based upon \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 21 \n \nprotected classes: race, sex, et cetera.  This is broader than that.  Just because \nyou are having a bad day does not mean you can treat someone else poorly.  \nYou  cannot  treat  someone  poorly,  just  because  you  do  not  like  his  or  her \npersonality.  This is more than focusing on protected classes.  That is a bit \nunder-inclusive for what I am looking at.  I do not believe that this bullying that \ngoes on amongst adults in school is based upon protected classes.  You are \nright: If it were, that would be covered under the hostile work environment \nstatute.   \n \nAssemblyman Edwards: \nBut all the rest of it is already covered by professional standards of conduct that \nyou have to follow whether you are at the state, county, or local level.  I think \nwe  are  just  saying  the  same  thing  over  and  over  again.    It  does  not  get  \nus anywhere we are not going to be anyhow.   \n \nAssemblyman Elliot T. Anderson: \nAssemblyman Edwards,  this  is  an  attempt  to  clarify  the  law.    It  is  not  \nan  attempt  to  create  a  whole  brand-new  scheme  for  the  school  districts  \nto apply.  The existing law already applies to what I am getting at.  This makes \nit clear that the policy—if you look at my amendment that I submitted—must \nallow for a method for reporting violations of adults bullying adults.  I want  \nto make sure that is crystal clear for the school districts.  That has to be a part \nof their policy.  You are correct.  This is not some brand-new huge law.  I would \nthink that would make people a little bit more comfortable.  It seems to go the \nother way and then people say, \"Well, this does not do anything, so we should \nnot  do  it.\"    I  think  it  does.    It  does  have  requirements  and  it  does  shine  \na spotlight on the fact that it is not acceptable for this to be happening, and \nthat the existing law does apply to adults.  Anything we can do to make their \nworkplace  a  better  environment  is  good  for  administrators;  for  teachers, \nbecause they are happier at work and we do not have to fill teacher shortages \nevery year; and for the children—when they have positive examples and role \nmodels, they are going to do better in school and they are going to be treating \neach other better as well. \n \nAssemblywoman Shelton: \nIs this becoming such an overwhelmingly big problem that you felt it necessary \nto clear this up as far as bringing this piece of legislation forward?  Has there \nbeen an increase in occurrences, say, in the Clark County School District, that \nmade you think that you need to make sure this addressed more clearly than  \nit had already been? \n \n   \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 22 \n \nAssemblyman Elliot T. Anderson: \nAssemblywoman Shelton,  that  is  a  firm  yes.    I  think  there  are  plenty  \nof incidents that do not get reported because people do not feel that there  \nis an outlet.  I do not know if that is correct or not; the school districts can \ntestify  to  that.    I  know  that  is  how  they  feel.    I  have  heard  of  plenty  \nof examples.  It is hearsay, but this is not a court, so I can go with it.  I trust \nthe word of Dr. Kadlubek implicitly.  She has been involved in the school district \nfor a long time and does this for a living.  I know that she feels strongly about \nthis, and she does not usually sweat the small stuff.  I feel confident that there \nis some clarity that can be brought to the existing law, which will help a great \nnumber of people. \n \nAssemblyman Flores: \nI did not know too much on the topic.  In anticipation of the bill, knowing that  \nwe were going to have this hearing I felt the need to call some of the teachers \nI have formed some type of relationship with in my district.  When I told them \nabout  this,  they  thought  this  was  necessary.    Ultimately  it  is  for  them.  \nI reminded  them  that  there  are  already  laws  in  place,  but  they  gave  \nme countless examples: \"All the teachers make fun of me.  They call me weird.  \nThe students are hearing that.  When the children come into my classroom, they \nstart calling me weird.\"  Or, \"They make fun of the way I dress, and the fact \nthat I dress a specific way is creating an environment where the students are \njumping on board with the other teachers and making fun of me.\"  I asked this \nindividual, \"Can you report that?\"  The response was, \"Well, it is not really \nbreaking  the  law.\"    The  teacher  herself  said,  \"I  do  not  really  think  there  \nis a recourse for that.\" \n \nI started asking other teachers, \"Do you think making fun of a teacher for the \nway she dresses or acts is against the law?\"  They replied, \"No.  It is just \nnormal.  That is how we get by every day.\"  I make this point because I hear \nmy  colleagues  making  arguments  that  things  are  already  against  the  law.   \nWe  are  not  talking  about  an  individual  getting  beaten  up  or  receiving  hate \nletters; we are talking about an individual who is in the classroom, who feels \nuncomfortable  going  to  work  every  day.    Echoing  the  sentiment  \nof my constituents, having this guarantees them the opportunity and recourse \nto say something about it.  Please, correct me if I am wrong in anything I just \nsaid. \n \nAssemblyman Elliot T. Anderson: \nI  could  not  have  said  it  better.    I  appreciate  your  sharing  your  experience \nbecause this is something that is inherently going to be qualitative.  We do not \nhave, and never could have, data to show how many people are being affected \nby this.  These are individual interactions that cannot be quantified.   \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 23 \n \nYou hit on something I did not even think of.  For all of you who are military \nveterans, you know how important it is that when you are in charge of a unit or \nyou are in charge of a classroom, you cannot have your authority undermined.  \nWith  Assemblyman Flores's  anecdote,  if  other  teachers  are  calling  another \nteacher \"weird,\" their students hear it and now they are calling their teacher \n\"weird.\"    That  teacher  is  now  losing  control  of  their  classroom,  which  \nis a huge problem.  I have parents who are educators.  One of their biggest \ncomplaints  to  me—I  hear  it  because  they  know  I  can  do  something  about  \nit  in  Nevada—is,  \"We  feel  like  we  are  losing  control  of  our  classrooms,  \nas if no one is taking our side.  We feel as if we are under attack, the profession \nis under attack.\"  I do not know.  Maybe a few others on this Committee can \nspeak to that more than I can with the extent of their complaint.  I know that  \nis a huge problem because of that sort of interaction between teachers.  If they \nare losing control of their classroom, that is a whole different problem. You are \nright that this is an existing law.  You also hit on another problem.  They do not \nknow that there is this recourse for issues such as the ones you just stated.  \nThat validates the point that although this is not this huge new law, we do have \nan issue of getting the word out that this law does apply to adults, and adults \ncannot treat each other this way inside of a school.  It has real ramifications  \non our students. \n \nChair Woodbury: \nIn section 2(a) of your amendment, you added methods for reporting these new \nviolations, so are you saying that there is already policy in place in the school \ndistricts for deciding if that complaint is legitimate and deciding measures that \nwould be taken?  \n \nAssemblyman Elliot T. Anderson: \nRight now, that is existing language as far as the requirements and methods for \nreporting violations of Nevada Revised Statutes (NRS) 388.135, which is the \nsubstantive law prohibiting bullying inside of the school.  That is clarification \nlanguage.  It may need to be written differently, depending what Legal wants.  \nI do  not  know  all  the  statutory  constructions  they  use  when  writing  these \nprovisions.  The intent is to ensure that the school districts are on notice that \nthey  need  to  have  a  policy  that  addresses  how  a  teacher  or  administrator  \nor anyone who is being bullied could report it.  That also includes students.  \nThat is just clarification language, ensuring that the policy counts for adults \nfighting, as well as children. \n \nChair Woodbury: \nAre there any further questions from the Committee? \n   \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 24 \n \nAssemblyman Armstrong: \nI have heard your testimony and Assemblyman Flores' examples.  Maybe this  \nis not going far enough.  Maybe, based on that testimony, this is a widespread \nissue.  Maybe we can get some comments from Mr. Erquiaga regarding this, but \nmaybe  the  environment  is  so  poor  for  our  teachers  that  we  need  to  step  \nin, create some professional standards of conduct for teachers, and have the \nrecourse if the districts are not doing it.  I would like to hear some comments  \nas to whether or not he feels as if this is a widespread issue that we need  \nto address more effectively so that our teachers are in an environment in which \nthey can teach our children.  Maybe that will actually improve the performance \nof the education as well.   \n \nAssemblyman Elliot T. Anderson: \nI  would  just  say,  Assemblyman Armstrong,  we  have  a  constant  problem \nrecruiting teachers in Clark County.  This certainly could be part of the puzzle \nthat we have to fix to ensure that teachers not only have a great place to work, \nbut children have a great place to learn.  I am certainly open to exploring all  \nof those things, because I do think that it is an issue, and this is my first stab  \nat it.  We will see what the superintendents have to say in the districts.  I would  \nbe happy to work with everyone to try to get ahold of this. \n \nAssemblywoman Diaz: \nAssemblyman Anderson, I think this is valid.  Being a teacher for 12 years now, \nhappy  teachers  equal  happy  students.    When  your  teachers  come  to  work \nfeeling they are thriving, being validated and valued, they are going to give \nabove and beyond what our students need.  They will be focused, professional, \nand data-driven.  If we strip this layer of \"She does not like me\"; \"He does not \nlike  me\";  \"They  say  nasty  things  about  me.\"    You  would  think  that  kind  \nof environment does not exist for educators, but unfortunately, there is a little \nbit of it everywhere.  I commend you.  I think that the ultimate result we want \nis a direct impact on our students.  Having a happy teacher will teach them \nwhat they need to know and to learn to be successful. \n \nAssemblyman Elliot T. Anderson: \nThank you, Assemblywoman Diaz.  I could not put it better.  Teachers should \nbe teaching high school, not reliving it.   \n \nChair Woodbury: \nIs there anyone wishing to testify in support of A.B. 112? \n \n   \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 25 \n \nCraig  M  Stevens,  Director,  Intergovernmental  Relations,  Community  and \nGovernment Relations, Clark County School District: \nWe fully support A.B. 112 as amended.  We appreciate Assemblyman Anderson \nfor working with us so hard on getting this bill right.  We fully believe that the \nlearning environment should be safe for everyone.  Our students, administration, \nand teachers should feel safe.  We believe that this bill does that.  In fact, \nin having conversations with Mr. Anderson, we have looked at some of our \ncurrent school district policies and how this will affect us.  One of the policies \nwe have regards harassment.  What we have looked at is that there are reports \nwe make when an educator feels harassed.  What we could do, what we want \nto do, is actually change that policy to not only harassment, but to bullying,  \nto  make  sure  there  is  a  process  within  that  so  that  our  educators  and \nadministrators feel safe.  We are already looking at ways that we can improve \nour process so that our schools and our learning environments are better. \n \nAssemblyman Edwards: \nShould this be a state law or a district policy?  It seems as if a policy should  \nbe able to handle this at that level.  It would probably be more adaptive than  \na state legislature that comes to work here every other year.   \n \nCraig Stevens: \nWe  would  agree,  which  is  why  in  the  bill  it  says  that  the  Department  \nof Education shall help provide some of these trainings.  It is in conjunction with \nthe school districts.  We do this with everyone.  While I agree that each district \nis going to be handling it differently, the Department will give us that leeway, \nwe hope.  Working with each other, we can up with a policy, a training, and all \nof that so that we are able to do exactly what you are asking.   \n \nNick Vassiliadis, representing R and R Partners Foundation: \nI have been before this Committee several sessions now, talking about this very \nissue as part of a program that we support, called \"Flip the Script.\"  I would like \nto thank Assemblyman Anderson for bringing this issue to the attention of this \nCommittee  because  it  is  important  to  remember  that  schools  are  not  the \nstandard  workplace  environment.    We  are  educating  the  next  generation.   \nWe are teaching them not only academics but how to be young adults, how  \nto be people living in society, interacting with each other, and being productive \nmembers.  Simply, this clarifies that teachers will be held to the same standards \nas their students in how they interact with each other.  I do not think that  \nis  something  that  should  be  left  up  to  the  district  or  local  entities;  \nit is something that the state should support the school districts in.   \n \n   \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 26 \n \nDale  A.R.  Erquiaga,  Superintendent  of  Public  Instruction,  Department \nof Education: \nThe Department is in support of the bill.  I will try to answer the questions that \nhave  been  asked.    The  Committee  will  recall  that  Governor  Brian  Sandoval \ndiscussed bullying in his State of the State Address.  He is proposing a revision \nto the state's anti-bullying statute, the one Assemblyman Anderson referenced.  \nIt is important for us all to remember that, if this bill moves forward, we will \nhave to keep this language in transit should the Governor's bill move forward  \nas well.  We believe this language has a place in that overall revision.   \n \nYou  have  asked  if  we  have  seen  instances  reported.    There  is  no  formal \nmechanism today—that is one of the problems the Governor hopes to address  \nin  his  legislation—to  report  to  the  Department  for  bullying:  adult-on-adult, \nadult-to-child, or child-to-child.  However, people reach us out of frustration.  \nSince I have been superintendent, we have established a process whereby we \nattempt to gather information.  We are not an investigative agency in this area.  \nThe mix has changed.  The first cases reported were often parents who were \ndissatisfied with the district's handling of child-on-child bullying.  Recently, my \nstaff  has  brought  concerns  about  adult-on-child  and  adult-on-adult  bullying.  \nWe see that as teachers or others in the district are unwilling to participate in \nthese bullying investigations, fearing they will be bullied as well.  Yes, there \nis an  issue  here  that  can  be  addressed.    Mr.  Stevens  from  Clark  County \nSchool District referenced section 2 of the measure, which is the key piece for \nme.  The Department has the responsibility to promulgate the regulations on \nwhich the district policies are based.  This is a matter for policy at the district \nlevel  the  way  our  statutory  scheme  works.    The  guidance  provided  in  this \nrevised legislative intent as well as the language in that section of NRS 388.133  \nis instructive to me, the person who will have to run those workshops or those \nhearings.  It is instructive in how we can improve the policy once it begins  \nto move forward.  We have suspended development of that policy pending the \nGovernor's bill.  When we held the first public hearing on the bullying policy  \na year ago, this question came up: Does it apply to adults?  I did not have  \na very good answer.  We had to refer to the statutes and read them together.  \nWe agree that it does.  I think, as the one who has to bring those regulations \nforward, that Assemblyman Anderson's bill will be helpful.   \n \nIn  response  to  Assemblyman's  Armstrong's  question,  I  would  defer  to  the \ndistricts on issues related to harassment or discipline.  I do not have statutory \nauthority  there.    In  Nevada  Revised  Statutes  Chapter  391,  unprofessional \nconduct is an undefined term for which an individual's license can be suspended \nor revoked.  That statute also speaks of crimes of moral turpitude, which is not \nstatutorily defined.  One of the uncomfortable parts of my job is when I weigh \nduring a quasi-judicial proceeding what matters I would bring before my board.  \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 27 \n \nI would offer to Assemblymen Armstrong and Anderson that you might wish  \nto consider having that statute point to this statute, however Legal writes that, \nincluding, but not limited to, this instance in Chapter 388.  That is a means  \nof connecting what passes for a code of professional conduct in our statutory \nscheme to this chapter.  I do think this issue is of import to us all. \n \nLindsay  Anderson,  Director,  Government  Affairs,  Washoe  County \nSchool District: \nI think I said this during a previous hearing.  Our district is committed to safe \nand respectful learning environments for adults as well as students.  I can echo \nthat  as  the  anti-bullying  efforts  have  evolved  over  the  past  few  sessions,  \nwe have been updating our policies.  The question has come up in our district \nwhether  or  not  our  safe  and  respectful  learning  environment  policy  applies  \nto adults.  I think there is credence in clarifying that issue, making sure we are \nconducting that for our adults, too.  We are here in support. \n \nLonnie Shields, representing Nevada Association of School Administrators, and \nClark  County  Association  of  School  Administrators  and  Professional \nTechnical Employees: \nYou cannot have a happy school without a happy staff.  The assemblywoman \nwas exactly right.  Part of the problem will always lie with the fact that the \nunhappy teacher will not go to the administrator to tell him what the problem is.  \nThat would be the first step that should take place.  If the administrator does \nnot  take  care  the  problem,  there  must  be  a  backup.    If  the  administrator  \nis causing the problem, they must have the right to go over his head to report \nthe  problem.    This  would  be  a  great  addition  to  the  safe  and  respectful \nenvironment in schools.  We would support it. \n \nMary Pierczynski, representing Nevada Association of School Superintendents: \nWe are in support of the amended version of the bill. \n \nAssemblyman Edwards: \nAt the federal level, you have an Equal Employment Opportunity process.  What \nwould be the equivalent at the state level? \n \nLonnie Shields: \nI do not know if I can speak at the state level.  At the school level, we have  \na grievance process that we go through.  That would probably be the legal \nprocess in the contract in handling these problems.   \n \nAssemblyman Edwards: \nThere actually is a grievance process in place already for situations like this.   \n \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 28 \n \nLonnie Shields: \nIn most contracts, yes. \n \nChair Woodbury: \nIs there anyone else in Carson City or Las Vegas wishing to testify in support  \nof A.B. 112?   \n \nPeggy Lear Bowen, Private Citizen, Reno, Nevada: \nI am not only a retired teacher with 35 years of teaching experience, I was the \nvictim  of  adult  bullying  in  own  my  school.    I  witnessed  and  apologized  \nto a person.  I was told I had made somebody feel intimidated, and that person \nhad written a letter of complaint.  As a result, I was to be dealt with.  I excused \nmyself from the meeting, went to my friend who had written the letter, and \nsaid, \"I apologize if I did that.  I am really sorry.  I would never have done that.\"  \nShe said, \"Peggy, stop.  They made me write the letter.\"  I went back to the \ndistrict office, represented by my teachers association and myself.  I repeated \nexactly what I had been told.  I demanded there be no retribution against the \nperson who told the truth and that they cease and desist this activity, because  \nI  felt  harassed  and  bullied.    This  arose  from  the  concept  of  the  principals \nacademy.  That sounded good on the first level—getting rid of deadwood, but \nwhat they were doing was getting rid of those who spoke out for students  \nor  workers  at  the  school  or  who  spoke  out,  period.    They  wanted  people  \nto  come  to  work,  do  their  job,  go  home,  and  never  say  a  word  otherwise \ninstead  of  being  actively  involved  in  the  dreams  and  activities  of  children, \nremoving whatever might hold them back.  I did not feel that I could go to the \ndistrict, or as if I had any recourse there.  The bullying was not the writing of \nthe letter.  I was bullied in the sense that the principals academy seemed to \nencourage getting rid of everyone who was not on the right paragraph on the \nright day at the right time doing that particular job instead of being in there \nworking with children in a loving, teaching way.  It is very active.   \n \nI  was  elected  to  the  National  Education  Association  women's  steering \ncommittee,  representing  retirees  and  working  with  the  women's  caucus  \non  many  issues.    One  of  the  things  we  worked  on  with  the  American \nAssociation  of  University  Women  is  bullying  in  schools,  even  with  adults.  \nLet me sadly remind you of a young man who felt bullied to such a point that \ntwo  died  and  two  were  wounded  in  my  school  district  in  Washoe  County.  \nHe wrote  letters  that  were  published  in  the  paper  addressed  to  students, \nteachers, and staff as to how he felt bullied.  He was quoted by one standing \nnext  to  him  when  he  was  firing  his  gun  as  saying,  \"You  ruined  my  life.  \nNow I am going to ruin yours.\"  This bill gives us a way to elevate the problem \nbeyond just a hometown district problem and put it at the state level.  It gives \nus the recourse to make it stop. \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 29 \n \nChair Woodbury: \nIs there anyone else wishing to testify in support of A.B. 112?  [There was  \nno one.]  Is there anyone wishing to testify in opposition to A.B. 112?  [There \nwas no one.]  Is there anyone wishing to testify neutral to A.B. 112?  [There \nwas no one.]  Assemblyman Anderson, do you have any closing remarks? \n \nAssemblyman Elliot T. Anderson: \nThank  you  for  the  Committee's  attention  to  this  matter.    I  appreciated  the \ndiscussion.   \n \nChair Woodbury: \nI will close the hearing on A.B. 112.  I open the hearing on Assembly Bill 150. \n \nAssembly Bill 150:  Revises provisions governing the Governor Guinn Millennium \nScholarship Program. (BDR 34-200) \n \nAssemblyman Lynn D. Stewart, Assembly District No.22: \nAssembly Bill 150 concerns an alternate route to the Millennium Scholarship.  \nAt the present time, in order to be eligible for the scholarship, a student must \nhave a 3.25 grade point average, two years of residency in Nevada, and must  \nbe  graduating  from  a  Nevada  high  school.    [Submitted  written  testimony \n(Exhibit N).]    There  are  some  exceptions,  but  those  are  the  general  rules.  \nPresently, of those who have accepted the Millennium Scholarship, 46 percent \nmust  take  a  remedial  course  in  college.    I  provided  you  with  two  sheets \n(Exhibit O) that point out the figures.  This bill will provide that, if a student \ndoes not have 3.25 grade point average but otherwise meets the requirements \nand takes a college entrance test, receiving a score above what is determined \nby the Board of Regents, he can then be eligible for the Millennium Scholarship. \n \nIn my experience as a teacher for over 34 years, I find that there are a number \nof students who would qualify in this area.  Some are late bloomers; some are \nslackers, not taking education seriously as freshmen or sophomores.  They get \nto be juniors and seniors and wake up, but by then their grade point average  \nis  already  ruined.    Some  have  extenuating  circumstances—serious  problems  \nin their family, divorce, a death, they might have been kicked out of their house, \nthey might have become couch surfers—and yet, they are brilliant students.  \nWith  this  bill,  I  desire  to  provide  a  way  for  these  students  to  receive  \na Millennium Scholarship and to be able to go on to college.  If they do not \nreceive a scholarship, they will not go to college, and their lives will be on  \na different track—perhaps to prison or to other undesirable situations.  It is  \nmy understanding that at the University of Nevada, Reno (UNR), they have  \na score on the ACT that if a student matches or exceeds it, they are exempt \nfrom  taking  remedial  classes.    It  would  be  my  recommendation  to  the \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 30 \n \nBoard of Regents  that  they  use  the  ACT  as  this  college  entrance  exam.  \nThe ACT is already provided free to all high school students in the state.  If they \nput that standard at or above the standard they already have at UNR, we would \nensure that these students who take the test and pass it above that level would \nnot have to take any remedial classes.   \n \nThere is a fiscal note on this that I do not quite understand.  If you look on the \ndata sheet I gave you, you will see that the number of students accepting the \nscholarship  declined  by  about  200  from  2012  to  2013.    There  is  no  way  \nto determine, at this point, how many of these students would fall under this \nbill.  I would assume that it would be around 200, maybe not even that many.  \nThese students are quiet; they are falling through the cracks.  There is a current \nbalance  of  $25  million  in  the  Millennium  Scholarship  fund  that  was  set  \nup  by  former  Governor  Kenny  Guinn.    You  can  see  the  number  who  have \nqualified over the years.  You will notice that only about half of those who \nqualify accept this scholarship.  Often we have our  brightest students who \nqualify going out of state or not accepting the scholarship.  Those who stay, \n46 percent, must take remedial classes.  The $25 million will eventually be used \nup.  I do not think it would be used up that much more quickly if the few \nstudents who would qualify under this alternate plan accepted the scholarship.  \nI am trying to protect these students who are falling through the cracks.   \n \nAssemblyman Armstrong: \nI question the policy of minimizing the grade point average (GPA) requirement \nthis bill puts forth.  We are telling students that it is okay to not have that GPA \nas long as you pass a test.  That is not capturing just those students that are \nfalling through the cracks.  I think there still should be a GPA requirement,  \nin addition to passing the test at a certain level.  I probably would have fallen \nunder one of these provisions because my GPA was not 3.25 in high school, \nbut I did test well.  I do not see us as creating policy that encourages students \nto not try to achieve that 3.25 in high school. \n \nAssemblyman Stewart: \nThe students with 3.25 GPAs are still going to get the scholarships.  You are \nstill going to have those hard workers.  As a teacher, I found students who \nwere good students but who were not that smart.  They had a better grade \npoint average, but were they really \"superior\" or \"above average\"?  They got \nthe  3.25  because  they  worked  hard.    They  did  not  have  some  of  these \nextenuating circumstances that I mentioned.  There will still be the students \nwho  work  hard  and  qualify  in  the  requirements  we  have  now  with  the \n3.25 GPA.  This just opens it up for those who have the varied circumstances \nthat I mentioned.   \n \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 31 \n \nAssemblyman Armstrong: \nI see this as a policy that opens it up for more children not achieving 3.25 \nbecause they have the illusion that they can just pass the test or try to pass the \ntest without achieving the 3.25.  That is my concern. \n \nAssemblyman Stewart: \nI would remind you that they have to graduate from high school, so they have \nto get the 22.5 credits.  In order to get the credits, they have to work in these \nclasses enough to pass them. \n \nAssemblyman Hickey: \nYour 34 years in the classroom certainly qualify you to advise us about the \nneeds for education.  Not in this bill but elsewhere we are having a discussion \nabout the needs for both merit-based and need-based scholarships.  I am sure \nthat what you are saying is true—that there are students who are late bloomers \nor simply do not apply themselves but are very bright—but there is no guarantee \nthat they are going to suddenly learn those skills if they go to college.  We hope \nthat they would.  What concerns me the most is your own explanation of the \nstatistics  that  already  46  percent  of  our  students  who  receive  the \nMillennium Scholarship  need  remedial  education  at  college.    They  had  good \ngrade point averages, and they did adequately on their ACT or whatever the \ncollege entrance test is.  I wonder, if we lower the bar a little bit to allow for \nthese special cases and exceptions, might we be sending people who need even \nmore remedial courses to college?  We might not solve a problem.  There is a \nreason for standards.  Do we help ourselves in this instance by lowering them? \n \nAssemblyman Stewart: \nWe are not lowering the standards.  We have a different bar which, in most \ncases, is a higher bar.  With the standard we have now, 46 percent need the \nremedial classes.  With my new standard, if we adopt the same level of score \non the ACT that UNR has, we will have none of these students taking remedial \nclasses.  UNR already has that standard.  If we match or exceed it, then none \nwill have to take remedial classes.   \n \nAssemblyman Hickey: \nWould that mean that in your wish that standard would be applied to both \ncommunity colleges, University of Nevada, Las Vegas and Nevada State College \nin Henderson?  Will you clarify that? \n \nAssemblyman Stewart: \nIt would apply for all schools.   \n   \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 32 \n \nAssemblywoman Swank: \nOne of my concerns about using the test scores is that is one data point in time, \nwhile the GPA is collected over years.  Maybe you have a good day or get really \nlucky  on  a  test,  but  it  averages  out  with  the  days  that  are  not  so  good.   \nI am not sure what score UNR uses.  Right now the scholarship requires a 3.25 \nGPA.  You can convert that into an SAT and ACT score.  That converts to an \nSAT score of 648 for each category; for the ACT, it would be 29.  Those are \npretty high scores, putting you near the 90th percentile.  If this bill does go \nforward, we need to be sure we are not lowering the bar.  We need to be sure \nwe are looking at the scores on exams that are analogous to the existing GPA \nrequirements.   \n \nAssemblyman Stewart: \nWe are not lowering the bar.  We are turning this over to the Board of Regents.  \nElaine Wynn [President, Nevada State Board of Education] and others are not \nthose who would seek to lower standards.  We are raising standards because \nwe are ensuring that these students who will receive the Millennium Scholarship \nunder  this  program  will  have  acquired  the  knowledge.    They  have  the  \nsmarts—the  Einsteins,  the  others  who  have  not  been  able  to  get  the  GPA  \nof 3.25 for some reason.  They show that they know the content and the \ninformation and prove it by taking this test, which is a national test.  I hope this \nis the test the Board of Regents selects.  I am sure they will because it is a very \neconomical way to go.   \n \nAssemblywoman Swank: \nI want to clarify that I agree this is not necessarily lowering the bar.  I just want \nit on the record that an ACT of 29 is analogous to a 3.25 GPA.  I would like  \nto see the requirement be at least an ACT score of 29. \n \nAssemblyman Stewart: \nI am sure it will be at least that.  I would hope for it to be higher.   \n \nAssemblyman Elliot T. Anderson: \nI  want  to  relay  an  anecdote  from  when  I  was  a  child.    We  would  have \ntwo quarters where we would have a grade, then we would have a final test.  \nThat would all get lumped into a semester grade.  One quarter, I was just lazy.  \nI would not come in and make up a fourth-quarter test.  Because of that, I got \nan F.  Then I came and took the semester test, and I got an A because I knew \nthe material.  I was just lazy and bored.  It did not have any correlation with \nwhat I knew about the subject.  The way I understand your bill, which I am \nlooking  at  through  that  frame—I understand  that  some  students  know  the \nsubject.  For whatever reason—maybe their parents are not staying on them as \nhard as they should, but, they do know the subjects, they are college material, \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 33 \n \nthey can handle college—maybe they are bored.  Maybe we are not challenging \nthem enough.  Governor Sandoval talked about making sure that we do not just \nfocus on the students who are struggling but help the people who can achieve \nmore grow farther than they ever could.  If they are bored, if they are not \ngetting anything from the instruction when we teach to the mean, we are failing \nthem because they are not growing as far and as fast as they could just as \nmuch as we are failing the people that are not completing the requirements.  \nDo I  understand  this  correctly?    Are  you  trying  to get  to  that  area  where \nstudents do not have a lower GPA because they are not college material but \nbecause they just are not applying themselves?  Do I understand your intent \ncorrectly? \n \nAssemblyman Stewart: \nThat  is  correct,  Mr.  Anderson.    This  is  not  just  one  test.    They  still  have  \nto graduate from high school in Nevada.  We have four proficiency tests they \nmust pass: reading, writing, mathematics, and science.  It is not just a one-time \nthing.  They are taking at least four tests, plus the tests to get the 22.5 credits.   \nWe  have  fairly  high  graduation  standards  in  Nevada,  higher  than  the  \naverage state.   \n \nAssemblyman Edwards: \nI am trying to find a good solution to meet the desires without disappointing \nothers by lowering standards.  Would the better solution be to have a different \nscholarship program?   \n \nAssemblyman Stewart: \nIt would probably be a big expense to have a separate scholarship program.  \nThis one is already in place.  We have $25 million waiting to be used.  We want \nthe Einsteins as well as the hard workers to receive these scholarships.   \n \nAssemblywoman Diaz: \nBased on the data we received on graduation rates in Nevada's system for \nhigher education, we are not hitting the marks in terms of graduating students \nout of our schools.  The profoundly gifted who had a life event that took their \nfocus  off  their  studies  for  a  bit,  disqualifying  them  for  the \nMillennium Scholarship, may not qualify for financial aid either.  They are in \na hard spot.  They do not get anything because of their GPA, their parents do \nnot have the money to put them through school.  The population you are trying \nto  include  would  actually  help  our  state's  graduation  rates.    To  use  my \ncolleague here as an example, not only did Assemblyman Anderson graduate \nfrom a university, he is about to graduate from law school.  If we capture those \nstudents we are missing right now, would that not be beneficial to our state \ndown the road?  \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 34 \n \nAssemblyman Stewart: \nI think it would be a great addition.  We are losing a lot of these students;  \nI am not sure how many.  I wish I had an actual number for you.  They are  \nso elusive, it is hard to measure.  It strengthens the workforce. \n \nAssemblywoman Diaz: \nI  have  stories  similar  to  Assemblyman  Anderson's.    One  of  my  stepsons  \nis gifted.  He skipped from third grade to fifth grade, but he had some life \nevents that derailed his path to always being the shining star.  He went from \nbeing a nerd, 4.0 GPA in elementary school to turning a 180 in his teens, not \ndoing as well as he could.  It did not mean that intellectually he could not,  \nhe was just getting by.  We had to scrounge up as much as we could to put him \nthrough school because he barely made it in.  Now he is an attorney.  There are \nmany students, if given the opportunity using these cut scores, it would greatly \nbenefit.  I am in full support of your concept here.  \n \nAssemblyman Stewart: \nThere is also the \"cool factor,\" especially with a young man in middle school \nand early teens.  It is not cool to get good grades or to be smart, so we have \nstudents that hide this in order to be accepted by their peers who are not  \nas bright as they are.  That is a subgroup of the group I am trying to reach.   \n \nAssemblyman Flores: \nDo you have any data regarding how difficult it is to perform well on the ACT?  \nThis pertains to the comments that we are lowering the standard.  Statistically, \nthose who perform well on the ACT are likely to perform well in college and  \nto graduate.  Do you have any data that reflects that? \n \nAssemblyman Stewart: \nI do not.  I will get it.  I wish you would stop saying that we are lowering the \nstandards.  We are not lowering the standards. \n \nAssemblyman Flores: \nI understand that.  That is why I think the data would be helpful.  Once we have \nthat  information  in  our  hands,  we  can  identify  how  difficult  it  is  to  be \nin that category  of  performing  well  on  the  ACT.    That  is  indicative  of  very \ngood performance  at  the  university  level.    I  will  add  a  caveat,  although  \nI am in support of your bill.  In speaking with my constituents and reaching out \nto my community, underrepresented communities statistically do not perform all \nthat well on the ACT.  I must make the point that this will not much benefit a \nlot of members of the community in my district.   \n   \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 35 \n \nAssemblyman Edwards: \nThe other day, we had a presentation about the Millennium Scholarship going \nbroke by 2018 or 2022.  I wonder if a better approach might be to tag along \nwith the Governor's recommendation that we start paying a bit more attention \nto  the  high  achievers  and  promoting  their  futures  and  their  opportunities.  \nLooking at the fact that some students might be too cool to get good grades  \nin ninth and tenth grades, maybe a different program that would recognize their \nlate blooming might be more beneficial to get at the heart of what you want  \nto achieve.  Could we take a look at that approach, which might be a bit more \ntargeted to what you want to accomplish? \n \nAssemblyman Stewart: \nThe data I have says the scholarship fund will be exhausted in 2021.  We will \nhave to come up with more funding for that scholarship.  It has been a great \nprogram.  I am still very strongly advocating for these students who are falling \nthrough the cracks who are potentially great assets to the state of Nevada.  \nI see what you are saying, but I hope you will support this bill to reach out  \nto these people. \n \nAssemblyman Gardner: \nHas the Board of Regents set the kind of standard they are looking for?  For the \nACT,  do  they  know  what  kind  of  number  they  are  going  to  be  looking  \nat to make it equivalent?  Have you had any of those preliminary discussions? \n \nAssemblyman Stewart: \nNo,  I  have  not,  but  I  know  that  State  Board  of  Education  President, \nElaine Wynn, has very high standards.  I expect that she will set the bar very, \nvery high. \n \nAssemblywoman Swank: \nI want to follow up on Assemblyman Gardner's question.  I wonder if we could \nget an idea of what those numbers are.  I have seen a broad range of numbers \non UNR's website—as low as an ACT score of 22.  It would be helpful for me \nif we had an idea of where those scores would be.   \n \nAssemblyman Stewart: \nI will get with Ms. Wynn to see if we can get a ballpark score of what she \nthinks they will come up with. \n \nChair Woodbury: \nIs there anyone here wishing to testify in support of A.B. 150?  [There was \nno one.]  In Las Vegas?   \n \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 36 \n \nLeo Murietta, Private Citizen, Las Vegas, Nevada: \nThe Latino Leadership Council is in strong support of A.B. 150.  We believe  \nit gives Nevada students access to education and the resources that it will take \nto  pay  for  that.    My  personal  testimony  is  that  I  went  to  school  here  \nin Las Vegas.  When I was in ninth grade, my father fell ill to a brain aneurysm \nand had to undergo surgery, resulting in a stroke.  He was in the hospital for \nabout a year and a half.  In ninth and tenth grades, my GPA fell below a 2.0, \nbut the school allowed me to stay in school because I had not been a problem \npreviously.  I worked my tail off in my junior and senior years to raise my GPA \nto the highest possible, but when I graduated from high school, I did not have  \na  high  enough  GPA  to  qualify  for  the  Millennium  Scholarship.    When  I  did  \ngo to school, I had to pay for it.  I would have benefitted from a bill like this.  \nI was, and like to think I still am, an intelligent individual who can contribute  \na lot to the state.  I feel that this bill does the same for students like myself \ncoming up in the future.   \n \nCraig  Stevens,  Director,  Intergovernmental  Relations,  Community  and \nGovernment Relations, Clark County School District: \nWe support the bill.  We believe easing the burden on students to get to college \nand to pay for it is something we would always be striving for.  The other thing \nI  would  like  to  point  out  on  the  GPA  aspect  is  that  the  majority  of  these \nstudents are already accepted into college.  They are going to be striving for  \na high GPA because they know that they want to go to school.  We do not \nbelieve it is a complete disincentive, that they can just forsake their studies and \njust get by on a test score.  These folks apply to college and are accepted; they \nhave the GPA to get in. \n \nChair Woodbury: \nIs there anyone else in Carson City or Las Vegas wishing to testify in support?   \n \nPeggy Lear Bowen, Private Citizen, Reno, Nevada: \nI was a teacher for 35 years and a former member of the Nevada State Board  \nof Education for 12 years, 3 terms.  When the Millennium Scholarship passed,  \nwe looked at it as breaking the cycle of poverty to be able to reach higher \neducation.  I have heard things floated this year about increasing the credit load \nper  semester  and  this  bill,  whether  or  not  it  is  going  to  be  successful.  \nOne group  of  people  that  I  have  not  heard  discussed  is  those  students \nin poverty.    They  have  to  hold  down  jobs  to  help  their  families  function.  \nDoing that, their GPA might not be as good as it could be.  The knowledge is \nthere,  the  ability  to  achieve  is  there.    This  alternative  route  to  the \nMillennium Scholarship helps break the cycle of poverty.  They can meet their \nfamily's obligations and have testable proof that they have the ability to do well \nin college.  They have graduated; they have the knowledge to be successful.  \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 37 \n \nIf you set the ACT score requirement high enough, you are guaranteeing that \nthe Millennium Scholarship money will be spent for good, honest classes to \nreach their dreams, rather than if it is applied to remedial classes.  I want them \nto be able to meet their dreams.  I, as the child of a woman who dealt 21 for 38 \nyears at Harrah's club in Reno, Nevada, and my two brothers were the first of \nour  family  to  go  through  college.    We  helped  put  one  brother  through  law \nschool.  He is now one of the top five criminal attorneys in the nation.  The \npoint is, poverty robs people of their dreams, robs states of contributions that \ncould have been made by people who have that piece of paper that opens the \ndoors to be remarkable individuals in their chosen professions.  I would hope \nyou would not only pass this alternative route to assist people in that situation, \nI would also add a caveat.  There is nothing in here that says you were not a \nlittle monster in school, disrupting classes so others could not learn then you \ntook the test and went ahead.  I have a gut-level feeling there about class \ndisrupters, but that is private and can be worked on another year.  I hope you \nwill support this legislation.   \n \nAssemblyman Gardner: \nThis bill fits one of my friends really well.  He had a 2.5 throughout high school.  \nHe did not really care.  He scored a 33 on the ACT.  He is now doing very well \nas a civil engineer in Texas.  There are these kinds of students out there who \nare very good academically; they just do not care or do not pay attention. \n \nChair Woodbury: \nIs there anyone else in Carson City or in Las Vegas wishing to testify in support \nof A.B. 150?  [There was no one.]  Is there anyone in Las Vegas or Carson City \nwishing to testify in opposition?   \n \nVictor Joecks, Executive Vice President, Nevada Policy Research Institute: \nWe  are  very  concerned  about  opening  up  the  Millennium  Scholarship  \nto a greater universe of students who may not be college-ready.  Some of the \nCommittee members actually asked questions about this.  I think the data sheet \non the Millennium Scholarship actually shows the reasons for our concerns.  \nForty-six percent of students receiving the scholarship already are placed into \na remedial mathematics or English course, which suggests those students are \nnot  college-ready.    There  is  a  growing  body  of  evidence  that  encouraging \nstudents who are not ready for college to attend college hurts their income \npotential and can leave them saddled with debt that they are not able to pay \noff.    They  do  not  have  the  benefit  of  the  higher  income  that  comes  from  \na college degree to pay off that debt.  The Wall Street Journal recently reported \nthat  college  dropouts  are  four  times  more  likely  than  graduates  to  default  \non  their  loans.    The  concerns  expressed  earlier  by  Assemblywoman Swank \nabout the minimum score are really good ones.  I think her suggestion of setting \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 38 \n \nthe 90th percentile scores would be a mechanism to help prevent students who \nare  not  college-ready  from  qualifying  by  just  having  a  good  test  score,  \nor by having the score set by the Board of Regents so low that you are opening  \nup the universe of students wider than students who are currently ready for \ncollege. \n \nAssemblyman Elliot T. Anderson: \nMr. Joecks, I want to direct your attention to something you just said.  You said \nthat under the current law, statistics show that Millennium scholars are not \nready for college.  Maybe we should use a different measure than GPA, such  \nas the ACT.  Does that seem to make sense if we have a remediation problem \nunder the current law? \n \nVictor Joecks: \nI  think  your  suggestion  is  a  very  good  one,  in  terms  of  tightening  the \nrestrictions.  There has been talk about the limited amount of funds in the \nMillennium  Scholarship.    At  Nevada  Policy  Research  Institute,  our \nrecommendation  has  been  to  do  exactly  that.    We  have  not  talked  about  \na mechanism, but restricting the scholarships so that you do not have people \nwho  are  not  ready  for  college  attending  university.    Whether  that  is  done \nthrough an ACT score or through increasing the GPA, I think that is a good \nsuggestion. \n \nChair Woodbury: \nIs there anyone else wishing to testify in opposition to A.B. 150?  [There was \nno one.]  Is there anyone wishing to testify as neutral to A.B. 150?  [There was \nno one.]  Assemblyman Stewart, would you like to make final comments? \n \nAssemblyman Stewart: \nI hope you will consider this as an alternative way, a higher-standard alternative \nway, to show that students who have proven by testing that they are ready for \ncollege will excel in college if they are given the opportunity. \n \nChair Woodbury: \nWe will now take public comment.  Is there anyone in Carson City or Las Vegas \nwho  would  like  to  come  up?    Seeing  none,  Committee,  our  next  hearing  \nis Monday, March 2.  We will be hearing one bill and also holding a work \nsession.  We have already listed two bills on the agenda for work session, but \nothers may be added as they become ready, so keep checking back.  If there  \n \n   \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 39 \n \nis  no  further  business  to  come  before  the  Committee,  we  are  adjourned  \n[at 5:21p.m.]. \n \n[Also submitted was a letter in support of A.B. 150 from the Latino Leadership \nCouncil (Exhibit P).] \n \n \nRESPECTFULLY SUBMITTED: \n \n \n \n   \nJoan Waldock \nCommittee Secretary \n \n \nAPPROVED BY: \n \n \n \n   \nAssemblywoman Melissa Woodbury, Chair \n \nDATE:       \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 40 \n \nEXHIBITS \n \nCommittee Name:  Committee on Education \n \nDate:  February 25, 2015    Time of Meeting:  3:16 p.m. \n \nBill   Exhibit  Witness / Agency  Description \n  A    Agenda \n  B    Attendance Roster \nAssemblywoman Benitez- Samples of state seal for \nA.B. 166   C \nThompson, sponsor of bill  biliteracy \nLetter of support from \nAssemblywoman Benitez-\nA.B. 166  D  Nevada Hispanic Legislative \nThompson \nCaucus \nLetter of support from \nAssemblywoman Benitez-\nA.B. 166  E  National Association or \nThompson \nBilingual Education \nLeo Murietta/Latino \nA.B. 166  F  Letter of support  \nLeadership Council \nCraig Stevens/Clark County \nA.B. 166  G  Proposed amendment \nSchool District \nJames Yoder/Professional \nA.B. 166  H  Language Association of  Letter of support \nNevada \nAssemblyman Elliot T. \nA.B. 112  I  Presentation of A.B. 112 \nAnderson/sponsor of bill \nAssemblyman Elliot T. \nA.B. 112  J  Current statute \nAnderson \nAssemblyman Elliot T.  Proposed changes to Section \nA.B. 112  K \nAnderson  2 \nAssemblyman Elliot T. \nA.B. 112  L  \"Creating Kind Schools\" \nAnderson \nAssemblyman Elliot T. \nA.B. 112  M  \"Teach the Teachers Well\" \nAnderson \nAssemblyman Lynn D.  Written testimony \nA.B. 150  N \nStewart  introducing A.B. 150 \nAssemblyman Lynn D.  \"Governor Guinn Millennium \nA.B. 150  O \nStewart  Scholarship Data Sheet\" \nLeo Murietta/Latino \nA.B. 150  P  Letter of support \nLeadership Council \nAssembly Committee on Education \nFebruary 25, 2015 \nPage 41 \n \n "}