{"4": ["Assembly Committee on Health and Human Services May 5, 2021 Senate Bill 156 (1st Reprint): Revises provisions relating to crisis stabilization centers.", "13: I was the vice chair of the interim Legislative Committee on Health Care.", "13: As the vice chair of the interim Legislative Committee on Health Care, I am bringing forward to you another bill that passed out of that committee unanimously.", "One thing we have learned during the pandemic is that we have this whole field of professionals who could lean in; but when it comes to oral health, we have very little infrastructure built in terms of an emergency management structure—very little training, very little identification of who is available and how they could be available—and that was something we needed to rectify.", "The landscape of health care is changing, as is our service delivery model, so to adapt to these changes and implement lessons learned from the dental community's response to the pandemic, this bill has been created.", "We know that low-income adults, individuals, and families, as well as racial and ethnic minorities, are disproportionately affected by oral health problems, and the COVID-19 pandemic has aggravated these health care inequities.", "Many of the lessons learned from providing dental care during the pandemic, including the expanded use of teledentistry and inclusion of dental professionals as emergency responders, is addressed in this bill.", "I have another question.", "Cody L. Phinney, M.P.H., Deputy Administrator, Division of Health Care Financing and Policy, Department of Health and Human Services: I would like to go on the record as saying that Dr. Capurro's help for the Nevada Medicaid Services program has been greatly appreciated.", "The COVID-19 pandemic is expected to further accelerate this consolidation and, according to the Kaiser Family Foundation, a large body of research demonstrates that provider consolidation leads to higher health care prices for private insurance.", "All the experts are saying that this trend is going to continue and is exacerbated by COVID-19, so there will be more industry consolidation moving forward.", "Assemblyman Hafen: I am not following, maybe because I am not an insurance provider or doctor.", "Assembly Committee on Health and Human Services May 5, 2021 Assemblyman Hafen: I keep getting conflicting answers, so I am trying to figure out where we are actually going with this.", "Bobbette Bond: At the Health Services Coalition, we follow a series of scores.", "Assembly Committee on Health and Human Services May 5, 2021 George Ross: I want to express our profound appreciation to the sponsor of the bill, Senator Lange.", "Assembly Committee on Health and Human Services May 5, 2021 Chris Bosse, Chief Government Relations Officer, Renown Health: I am representing Renown Health in Reno.", "In addition, as an integrated delivery system, Renown Health provides value to its patients and those employer groups and payors we contract with by being able to provide high-quality care in the most cost-effective setting, including this past year during the COVID-19 pandemic where we provided care in the patient's home when it was appropriate.", "20: I am here to present Assembly Bill 347, which includes two proposals to make our health care system much fairer for patients, doctors, hospitals, and other providers of health care [Exhibit F].", "We should be where Taiwan is, and no hospital in Nevada is where Taiwan is.", "Robert Gullickson, Private Citizen, Las Vegas, Nevada: I am here to voice support for Assembly Bill 347 to help ensure that health care reimbursements are fair for both patients and providers.", "Assembly Committee on Health and Human Services April 2, 2021 As a second-year medical student, I have had the privilege of volunteering in clinics aimed at helping underserved populations both in southern Nevada and in northern Nevada.", "We are in support of it because it is a very much-needed conversation that we have to have, given that we are in the midst of a pandemic.", "As part of this effort, it is imperative to acknowledge the heroic efforts undertaken by the health care workforce during the COVID-19 pandemic.", "As efforts to vaccinate and control the pandemic continue, it has become clear that the workforce is exhausted, and solutions are required.", "We are in a time of crisis, and health care workers are stepping up across the country and in Nevada to save lives, sacrifice their own health, and work to save the health of our communities.", "The opportunity for the changes we saw in health care in the Consolidated Appropriations Act of 2021 that was passed generated trillions of dollars, and other actions that are taking place at the national level could very well provide some of the relief that will alleviate the problems we face with a highly stressed workforce and a capacity crunch.", "We have a comparatively high severity.", "This could very possibly lead to elimination of needed service lines we provide to the community and possible job elimination for the very employees who saved lives during the COVID-19 pandemic.", "Assembly Committee on Health and Human Services April 2, 2021 Chris Bosse, representing Renown Health: I appreciate the Assemblyman's openness to share ideas and hear concerns about this bill.", "There were some individuals who wanted to add on as cosponsors, and I apologize that the information did not Assembly Committee on Health and Human Services April 7, 2021 get into the work session document.", "I think the pandemic also put so much into perspective for me.", "This bill is about having control and a choice at the moment of dying.", "Section 30 prohibits a health care facility, provider of health care, or professional association from taking certain actions against an employee, independent contractor, or member who provides accurate information concerning end-of-life care to a patient within or outside the scope of employment, contract, membership as applicable, or facilitates the prescription or self-administration of medication that is designed to end the life of the patient outside the scope of the employment, contract, or membership, as applicable.", "These safeguards protect vulnerable individuals from coercion and at the same time, these safeguards do not act as Assembly Committee on Health and Human Services April 7, 2021 barriers to access for those who need it.", "I very much Assembly Committee on Health and Human Services April 7, 2021 appreciate Assemblyman Flores and all the work he and countless others from Nevada have contributed to bring this important bill to you today, and my organization and I as a social worker stand ready to help Nevada enact and implement this critical piece of end-of-life care legislation, should our support be necessary.", "We are looking at terminal diseases here.", "That data will be coming to the state for epidemiological concerns.", "For me, Assembly Committee on Health and Human Services April 7, 2021 the person can get a terminal illness, say, \"I am going to get this medication and then apply for life insurance.\"", "Assembly Committee on Health and Human Services April 7, 2021 Assemblyman Hafen: I want to thank Assemblyman Flores for bringing this bill forward.", "My concern is that with the recent pandemic and lockdown, we have seen a dramatic increase in suicide attempts.", "Is it too hard to make a specific correlation between their law and those rates without taking into consideration other factors like COVID-19, other forms of isolation, weather, or any of those things?", "She could not have visitors due to COVID-19, so she sent me photos of the huge swath of bare scalp covered with metal staples and the dent in her skull where the bones had been removed.", "Worth noting, most of this Committee's members are of a younger age where they probably have not personally experienced the horrific illnesses family, friends, and colleagues face, typically in the later years of life.", "Nevada is my home and I want to die in Nevada.", "I am amazingly healthy, but I am at risk here.", "I got involved with this a few years ago when I had two patients—Nevadans—in our hospital.", "This bill is a great step in reducing the barriers that many victim survivors face throughout Nevada.", "We were able to have two in-person meetings before the pandemic hit and four additional virtual meetings and come up with recommendations.", "Abbi Whitaker, Private Citizen, Reno, Nevada: I am a cancer survivor.", "Senator Seevers Gansert: This bill raises awareness around the BRCA 1 and 2 mutations in a couple of ways.", "Under the ACA [Patient Protection and Affordable Care Act] with the United States Preventive Assembly Committee on Health and Human Services April 23, 2021 Services Task Force, that is covered.", "Wesley Falconer, Chief Operating Officer, Cancer Care Specialists, Reno, Nevada: We would like to express the utmost support for this bill, and we believe preventive screening is the way to go with all cancer treatments going forward.", "Sowjanya Reganti, M.D., Private Citizen, Reno, Nevada: I am a medical oncologist at Cancer Care Specialists.", "In Nevada, we have Crisis Support Services of Nevada, a statewide, national suicide hotline.", "Assembly Committee on Health and Human Services April 23, 2021 The next part is 24/7 mobile crisis teams [page 4].", "In the 2019 Session we passed legislation to create these crisis stabilization centers, but we did not get it quite right.", "156 (R1) focuses on the third aspect of the system, the crisis stabilization centers and making sure we get the licensing correct.", "156 (R1) will incentivize other hospitals to open their own crisis stabilization centers.", "VICE CHAIR SPEARMAN: In the pilot, you are talking about hospital to home.", "Some of the hospitals have been strained due to Covid-19.", "This bill is another commonsense measure codifying a solid practice in the law to ensure youth who have faced traumas, which many of us cannot imagine, have access to the health care they need.", "* * * * * Senate Committee on Health and Human Services April 29, 2021 CHAIR RATTI: I will open the hearing on A.B 177.", "177 as introduced.", "If the translated Senate Committee on Health and Human Services April 29, 2021 instructions are not on the bottle, the safety of Nevadans will continue to be at risk.", "The pandemic hit and everything froze.", "CHRISTINE SAUNDERS (Progressive Leadership Alliance of Nevada): The Progressive Leadership Alliance of Nevada supports Assembly Bill 177 as a simple solution that will address a discriminatory practice leaving many Nevadans unprotected at a time when they are most vulnerable.", "178 which ensures Nevadans have access to their prescription medications during a state of emergency or declaration of disaster.", "The Covid-19 pandemic highlights the need to reconsider the rules that limit access to needed prescription drugs for Nevadans such as older adults and people with underlying health conditions during a declared state of emergency or disaster.", "During the Covid-19 pandemic, people needed easy access to their medications which was difficult during times of social distancing and their inability to meet with healthcare practitioners.", "ASSEMBLYWOMAN HARDY: This bill will give peace of mind and reassurance to Nevadans relying on medications, knowing they will have access to those medications if we are ever in a state of emergency or disaster.", "228 because it has real-world impacts.", "SENATE BILL 275: Revises provisions relating to the human immunodeficiency virus.", "Senate Bill 275 will modernize Nevada's laws on human immunodeficiency virus (HIV) by treating HIV as all other communicable diseases are treated.", "284 of the 80th Session passed, which created the Advisory Task Force on HIV Exposure Modernization.", "These laws imposed criminal penalties on people knowing their condition of living with HIV, who potentially exposed others.", "An analysis by the Centers for Disease Control and Prevention (CDC) and the U.S. Department of Justice found 67 laws enacted in 33 states explicitly focused on persons living with HIV.", "They are being charged with life-altering felony charges, prosecuted for living with HIV, not disclosing their status and affecting both testing and care.", "It is long past time for Nevada to modernize these HIV laws.", "I am also the Chair of the Nevada HIV Modernization Coalition and speak on behalf of both groups with our support statement (Exhibit C).", "Efforts are underway to end the HIV epidemic, in part by developing Statewide and local plans to address people getting tested, seeking care and staying in care.", "These laws have been put in place by specifically calling out HIV when other clinical diseases are not.", "The issue is to simply treat HIV like any other clinical disease.", "This effort is also supported by the CDC, the National Institutes of Health, American Medical Association and the U.S. Office of Infectious Disease and HIV/Aids Policy.", "Human immunodeficiency virus is a public health issue not a criminal one; our laws should reflect that.", "NATHAN CISNEROS (HIV Criminalization Analyst, Williams Institute, School of Law, University of California, Los Angeles): The Task Force asked us to analyze data on individuals who came into contact with the Nevada criminal justice system through HIV-related crimes.", "We counted 37 people who were arrested for HIV-related crimes in Nevada.", "We counted 76 individual HIV-related charges across 67 arrest cycles.", "Sixteen percent of people living with HIV in Nevada are women.", "Section 17 Senate Committee on Health and Human Services April 1, 2021 requires the Legislative Counsel to ensure people living with HIV are referred to in the Nevada Revised Statutes using language commonly viewed as respectful and sentence structure that refers to the person before referring to his or her disorder.", "Section 18 provides the policy of the State is that such persons are referred to in a similar manner in the Nevada Administrative Code (NAC).", "Sections 8, 9, 11 through 14, 16 and 19 through 21 revise terminology referring to HIV, other communicable diseases and related issues.", "Section 22 reestablishes the Advisory Task Force on HIV Exposure Modernization for the 2021-2022 Interim Session which was originally created by S.B.", "This bill is comprehensive and seeks to modernize our HIV laws across the board.", "Senate Committee on Health and Human Services April 1, 2021 SENATOR HARDY: When you say consensual, do you mean consensual as in not rape, or do you mean, \"I am positive for HIV, and is it okay if I have sex with you?\"", "Has the CDC weighed in on this?", "MR. WADE: The CDC has weighed in on active transmission, and recent research shows the risk of HIV transmission through sexual intercourse is low, even if people are not using condoms or taking medications that reduce risk.", "SENATOR KIECKHEFER: Regarding the definition of communicable disease, is the coronavirus a communicable disease?", "SENATOR KIECKHEFER: Changes in section 2 include requiring people to isolate or quarantine for an exposure when they have been in an infectious state to prevent, suppress or Senate Committee on Health and Human Services April 1, 2021 control the contagious or infectious disease.", "CHAIR RATTI: Certainly all these laws predate coronavirus and were applied to coronavirus, but these are more along tuberculosis and any other number of conditions.", "This bill actually does change the definition for all communicable diseases, not just HIV/AIDS.", "Although I do work in public health, I am not well versed in Covid-19.", "KYRA MORGAN (Chief Biostatistician, Division of Public and Behavioral Health, Department of Health and Human Services): Covid-19 is a communicable disease.", "SENATOR KIECKHEFER: We need to explore changes related to the power of local health districts in getting people to isolate under broader global pandemic-type conditions.", "It does not say when or if there was specific knowledge that the person who potentially exposed someone was infected.", "What is the incubation period for contracting communicable diseases and how long after exposure would an individual start testing positive?", "The way it is described here, it would not transmit HIV.", "We are trying to eliminate stigma and criminalization related to HIV, but a communicable disease is a broad term in that implications downstream need to be considered.", "QUENTIN SAVWOIR (Deputy Director, Make It Work Nevada; Member, Advisory Task Force on HIV Exposure Modernization): We support S.B.", "We are long past due for modernizing our State laws on HIV.", "Such laws are rooted in stigma and uncertainties around the virus that are no longer uncertain.", "This body passed S.C.R.", "1 of the 32nd Special Session declaring racism a public health crisis.", "We can begin to curb the criminalization of Black and Latino communities living with HIV by passing S.B.", "This bill would modernize Nevada's HIV-related laws that perpetuate stigma against people living with HIV.", "Modernization is necessary because these laws are failing to stop the spread of HIV, as Nevada is ranked eighteenth in the Nation for the number of diagnosed cases.", "Senate Bill 275 seeks to change that by modernizing our outdated laws that treat HIV differently from every other communicable disease.", "This is an opportunity to accurately and effectively recognize scientific understanding of HIV and pass legislation to improve public health, while sparing taxpayers the unnecessary burden of paying for onerous and ineffective prosecutions.", "Understanding of HIV long ago passed original, archaic and inaccurate perceptions of an affliction effectively monitored and treated for long-term quality of life.", "Nevada laws treat the HIV epidemic as a criminal offense rather than a public health crisis.", "Whether it is the horribly mismanaged AIDS epidemic in the 1990s or the coronavirus pandemic, Black, Indigenous and People of Color (BIPOC) and LGBTQ individuals suffer the most and have led the movement for justice for their communities.", "It drags law enforcement into what is essentially a public health issue without training on how these diseases are transmitted, prevented and treated.", "Government policies and outdated understanding of disease transmission also enshrined stigma at odds with public health campaigns and campaigns to end the epidemic.", "Many in law enforcement are not only supporting but leading the charge to approach HIV from a public health perspective instead of through the criminal justice legal system.", "When looking at the groups most vulnerable to contracting HIV, it is clear this epidemic is also tangled up with racial and economic issues.", "Human immunodeficiency virus is the only disease that criminalizes people just for having the disease.", "If this bill gets passed, Nevadans could safely seek treatment and testing for HIV and remain nontransmittable without having to worry about the stigma surrounding the virus.", "CONNIE SHEARER (The Nevada HIV Modernization Coalition): We support S.B.", "I am a 25-year survivor of HIV and one of the founding cochairs for the Nevada HIV Modernization Coalition.", "We should all care about reforming the outdated HIV criminalization laws in Nevada.", "The laws are preventing people from getting tested out of fear of being criminalized and getting into treatment that we now know prevents the spread of HIV.", "The daily treatment I receive is called antiretroviral therapy.", "I am what is known as virally suppressed which means the virus inside my body is unable to be transmitted to someone with whom I am having a sexual relationship.", "There are countless more like me who were exposed and acquired HIV but have not found out their status.", "Many Senate Committee on Health and Human Services April 1, 2021 people who are not living with HIV do not understand it is not just the charges that ruin people's lives.", "This is our concern because it applies to all communicable diseases.", "The CDC and State data show us HIV is the most dangerous, infectious disease aside from Covid-19 which threatens the lives of minorities to include African Americans, Latinx and LGBTQ communities that have the highest amounts of morbidity and mortality.", "We just want to make sure our members are protected, tested—whether an intentional or accidental exposure—promptly for any communicable disease so we are not spreading the disease and medicated to prevent us from getting the Senate Committee on Health and Human Services April 1, 2021 disease.", "I also serve on the Governor's Advisory Task Force on HIV Exposure Modernization and cochair the Northern Nevada HIV Prevention Planning Group.", "These efforts are needed to end the HIV epidemic, which is within our grasp.", "Moving HIV into the public health realm and addressing it the same as other communicable diseases assists public health with intervening in proven ways by expanding access, building trust within the community and using evidence-based interventions in achieving healthier outcomes.", "Yet, we have legislation allowing us to address and intervene in an expeditious manner given the diverse communicable diseases covered in NRS 441A and NAC Chapter 441A.", "13): I am presenting a bill that was one of the ten BDRs recommended by the Legislative Committee on Health Care.", "The objective of the bill is to adapt to the landscape of oral health which has changed as a result of the pandemic and to create infrastructure ensuring access to dental care for all Nevadans.", "Many of the lessons learned during the pandemic include the expansion of teledentistry which has been used without a framework, as well as the inclusion of dental professionals as emergency responders.", "We have made efforts to mitigate some of the worst impacts of the pandemic over the last year, which include providing 6,000 dental kits to children in Washoe and Clark Counties and building out teledentistry services to ensure our kids did not fall behind on their oral health.", "During Covid-19, we were quick to embrace and support teledentistry.", "This is in addition to the measures we have taken during the pandemic to support our providers, customers, enrollees and communities through substantial financial assistance.", "SENATE BILL 211: Establishes requirements relating to testing for sexually transmitted diseases.", "A purchasing coalition is more essential as the result of COVID-19's financial impact on the State's economy and budget.", "What is the fiscal note on this?", "It is about ensuring we get it right on Title IV-E funding because this bill is about taking children out of the juvenile justice system and getting them into the child welfare system if they have been victims of sexual exploitation.", "SENATE BILL 275: Revises provisions relating to the human immunodeficiency virus.", "SENATOR KIECKHEFER: I have concerns about the broad changes we are making to the county health authorities’ ability to isolate and quarantine people as it relates to communicable disease in an infection of AIDs and what that might do to their ability to fight global pandemics or other crises that may arise.", "I appreciate the intent of the bill and the effort to decriminalize and destigmatize HIV infections but worry about other applications.", "Senate Committee on Health and Human Services April 8, 2021 As with all litigation in Nevada and nationally, the Covid-19 pandemic slowed down the progress of the Office of the Attorney General’s case.", "We are starting to move forward with beginning depositions which were also delayed due to the pandemic.", "We should have been in January, but the Covid-19 pandemic pushed it back.", "An awakening in this Country has led us to understand that Covid-19 has shone a light on when we have bad things happen, such as an opioid epidemic.", "MS. ADAIR: We need to attack this epidemic at every point from prevention to remediation, where people are currently experiencing problems, to wraparound supports for families.", "Nevada’s lifeline had 83,000 contacts in 2019.", "We need to go live and have that rolled out by July 16, 2022.", "While factors leading an individual to attempt suicide are complex, many of the impacts of Covid-19 are associated with increased risk of suicide including social disconnection, anxiety, depression, substance use, loss, grief and lack of access to physical and mental health care.", "It is time to meet this challenge with the evidence-based crisis intervention and care systems the 988 crisis line will provide.", "This bill seeks to try to bring in another avenue for individuals to receive drugs for preventing the acquisition of HIV.", "Throughout the Covid-19 pandemic, community pharmacies have been granted an increased authority to provide enhanced access to essential medicines and clinical care, for example, the testing and immunizations they have been providing throughout the Covid-19 pandemic.", "ANDRE WADE (Silver State Equality): The HIV virus weakens a person’s immune system by destroying cells that fight disease and infection.", "There are various modes of Senate Committee on Health and Human Services April 8, 2021 transmission for HIV such as sex and drug injection equipment.", "A five-year Ending the HIV Epidemic: A Plan for America was developed in response to the guidance provided by the Centers for Disease Control and Prevention (CDC).", "Nevada has been unquestionably impacted by the HIV epidemic with the highest rate of new infections in the western United States.", "A goal for the Ending the HIV Epidemic Plan is to prevent new HIV transmission by using proven interventions including PrEP and PEP.", "The legislation proposed in this bill will prove timely and equitable access to HIV preventative care in Nevada.", "CHRISTOPHER REYNOLDS (Southern Nevada Health Consortium): The Southern Nevada Health Consortium supports S.B.", "This organization works to combat stigma around HIV by ending the HIV epidemic through community education and linkage to services.", "The HIV virus remains a significant public issue in Nevada as we rank fifth in the Nation for the number of individuals Senate Committee on Health and Human Services April 8, 2021 newly diagnosed with HIV.", "There are people living with HIV in all 17 counties in Nevada.", "One of the goals of the federal Ending the HIV Epidemic Plan is the reduction of new infections by 75 percent by 2025 and 90 percent by 2030.", "As one of the more than 10,500 people living with HIV in Nevada, I would love to have had access to medications to prevent my HIV diagnosis.", "I would urge you to consider the changing role of pharmacists as a member of the medical care team, Nevada’s role in ending the HIV epidemic and how eliminating the barrier of access to PrEP can impact the thousands of Nevadans at risk of acquiring HIV.", "Today, I received notice that the CDC agrees with Nevada.", "On Thursday, the CDC called racism a serious threat to public health thus becoming the latest and largest United States-based health agency to single out racism as having a profound and negative impact on communities of color and contributing to disproportionate mortality rates among people of color.", "The CDC also noted that communities of color suffered disproportionately in terms of contracting and becoming fatalities in Covid-19.", "Senate Committee on Health and Human Services April 8, 2021 A friend of mine told me that people of European decent caught a cold with Covid-19, but people in BIPOC communities contracted pneumonia.", "Those things were exacerbated by Covid-19.", "We had one funeral home owner and director, who is a counselor, and some pastors, who were fielding questions of sadness that came about from Covid-19, trying to reassure people that everything would be alright.", "We pieced together things that would help get the community through this epidemic.", "It is imperative to provide support to those with kidney disease in light of the Covid-19 pandemic, the increased risk of infection to patients with preexisting conditions and Covid-19 patients acquiring acute kidney disease.", "This will lead to educating the public about the disease, especially for our more vulnerable populations, resulting in cost savings for the healthcare system and improved quality of life.", "At the same time, we are talking about part of the problem that led to susceptibility for Covid-19 and for increased mortality rates among BIPOC communities.", "If we take out the items where the fiscal note would stand, it is my hope that DHHS and DPBH would look at how these communities have been ravaged by Covid-19 and provide something proactive so when the next pandemic hits, the same communities do not have to pay the same price.", "We need to come up with a way to not only treat what is happening now but to have the strategy make sure we reduce the incidence.", "Prior to Covid-19, the healthcare system was still failing BIPOC communities.", "That includes making sure we identify the issues and strategies to help us treat what is here now and reduce the incidence of those diseases at a later date.", "SENATE CONCURRENT RESOLUTION 5: Urges certain actions to address the public health crisis in Nevada.", "Senate Concurrent Resolution 5 takes a step toward addressing this systemic racism and structures of racial discrimination and their disproportionate impact on people of color in the Covid-19 era.", "Last week, the Centers for Disease Control and Prevention Center stated racism is a public health crisis.", "The issue of structural racism has been shown to be exacerbated during Covid-19.", "We have seen what has happened with Covid-19 and the disparate distribution of wealth.", "We have made progress, but in other ways, the Covid-19 pandemic has shown a light on many ways we have not made Senate Committee on Health and Human Services April 13, 2021 progress.", "We have the worst health, access to health care and treatment.", "Senate Committee on Health and Human Services April 13, 2021 In 1919, at the onset of the Spanish flu, frontline workers were disproportionately affected and unrecorded, as men were Black and Brown individuals.", "Fast forwarding 100 years later to this particular pandemic, we have not learned anything from history.", "Dr. Randall W. Maxey, world-renowned nephrologist, has been running a weekly global program talking about Covid's effects in Black communities around the world.", "I recognize in this pandemic we have had challenges with getting vaccines.", "The juxtaposition of vaccines and the people who know and live in the community is critical.", "Health inequities and systemic racism have caused a public health crisis.", "We urge you to pass this resolution to improve the health and well-being of Nevadans.", "I have seen many friends, who are people of color, struggle this past year due to Covid-19.", "Senate Committee on Health and Human Services April 13, 2021 Although this is a resolution, I want this to serve as a blueprint to move forward, especially when it comes to caring for those who have lost loved ones during Covid-19.", "Covid-19 has taught us a different way of living and a different way of dying.", "119 assures will occur."], "5": ["Senate Bill 275 (1st Reprint): Revises provisions relating to communicable diseases.", "(BDR 40-220) Patrick Ashton, Committee Policy Analyst: [Patrick Ashton read a description of the bill from the work session document, Exhibit D.] We heard Senate Bill 275 (1st Reprint) on May 3, 2021; it makes various changes related to communicable diseases.", "Among other things, the bill: • Requires any order issued by a state or local health authority to isolate, quarantine, or treat a person or group of people with a communicable disease in an infectious state or to people exposed to such a disease to state the reasons the actions prescribed in the order are the least restrictive means to prevent, suppress, or control the disease; • Requires city and county boards of health to adhere to existing procedures under which the chief medical officer or district health officer may isolate, quarantine, or treat people infected with or exposed to a communicable disease; • Requires the chief medical officer or a district health officer to know or suspect that a communicable disease is in an infectious state and poses a risk to the health of the public before ordering the person with the communicable disease to submit to testing; Assembly Committee on Health and Human Services May 12, 2021 • Requires the State Board of Health and district boards of health to establish a process by which a person may appeal an order to submit to such testing; • Prohibits a court from issuing an order necessary for a health authority to order involuntary treatment without clear and convincing evidence that the person has a communicable disease in an infectious state and is likely to pose a danger to the public; • Sets forth legislative findings that the spread of communicable diseases is a public health matter that should not be addressed through criminalization; • Prohibits health authorities from warning a person against engaging in an occupation or accessing a place of public accommodation if a similar order from certain entities would constitute prohibited discrimination against a person with a disability; • Makes it a misdemeanor for a person to intentionally transmit a communicable disease to another under certain circumstances; • Creates an affirmative defense if a person exposed to a communicable disease through prohibited conduct knew the defendant had the disease, knew the conduct could result in transmission, and consented to engage in the conduct—or if the defendant used or attempted to use means to prevent transmission; • Repeals provisions making it a category B felony for a person who tested positive for human immunodeficiency virus (HIV) to intentionally, knowingly, or willfully engage in conduct in a manner that is intended or likely to transmit the disease.", "Revises provisions of the bill to require a health authority who knows, suspects, or is informed of the existence of any communicable disease that is at risk of becoming infectious or developing in such a way that it endangers the health of the person with a communicable disease to conduct an investigation.", "Assemblywoman Krasner: HIV is the only communicable or sexually transmitted disease for which you must take medication every day of every week of every month for the rest of your life.", "Now that we do have treatment for HIV, it is no longer a death sentence; however, it is a life sentence without parole.", "This bill allows someone who intentionally gives someone else HIV—you, your kid, your grandkids—only to be prosecuted with a misdemeanor.", "The concept that we are going to quarantine people who are exposed as opposed to being infectious—I am concerned that this is a bit of an overreach on that particular aspect of it, so I am going to be a no, unfortunately.", "The goal of this measure is to promote increased access to care and to make into law telehealth flexibilities that were granted during the COVID-19 public health emergency.", "That is the one that is living right now and is going to carry us through the end of the federal government's formal emergency declaration.", "In fact, the removal of restrictions and increased public and private coverage for telemedicine due to COVID-19 have allowed providers to see more patients safely and efficiently.", "5 (R1) and expand more equitable health care access for Nevadans.", "5 (R1) because access to health care is a constant struggle for Nevadans.", "Telehealth has been expanded during the pandemic.", "We should be using technology to advance and assist Nevadans in accessing the health care services they desperately need.", "As we continue to face the ripple effects of the pandemic, making sure patients can access care is our priority.", "Assembly Committee on Health and Human Services May 14, 2021 Assemblywoman Ngyen: Do we have any other comments on the motion?", "That 988 legislation [National Suicide Prevention Lifeline], the crisis stabilization unit—it is pretty amazing watching that be built.", "What is the timeline on this?", "I have been trying to tackle a couple of diseases that are considered invisible diseases.", "The Centers for Disease Control and Prevention (CDC) has been running surveillance projects in a couple of other states.", "Because of the drop-off at age 18, there was an absence of care between becoming the age of majority and then having to find their own health care—a primary care physician and a rheumatologist who would help them continue their medications and be able to manage their disease.", "For the data, right now we are using the International Classification of Diseases (ICD)-10 codes in order to identify whether they went to an emergency room or have inpatient care.", "175 (R1), is getting into reporting and doing a registry which I was trying to match with what California is doing.", "For now, I am going to keep it with the Department of Health and Human Services.", "175 (R1) aligned with a 2015 agenda around lupus work.", "175 (R1) is accountability, the reporting process in this.", "The COVID-19 pandemic has shown just how valuable information access can be for those who may not have the adequate education or resources to understand and take part in relevant health information.", "Vaccine hesitancy, as in the refusal of vaccines despite the availability of these services, is a very real problem here in Nevada that will become apparent within the next few weeks, especially as we begin to expand our reach to marginalized groups that have been abused and neglected for years.", "As legislators and public servants, the reality of this pandemic is that we have not done our best with how this response has taken shape, mostly because we did not have the right infrastructure in place to carry out a good response.", "These barriers have been amplified with the onset of the pandemic, as reliable, up-to-date public health information regarding the coronavirus is continually needed to enable refugee and limited English proficient Nevadans to protect themselves and their families.", "First are the COVID-19 relief provisions.", "Senate Bill 318 (1st Reprint) requires the Division of Public and Behavioral Health of the Department of Health and Human Services and each health district or department to record the preferred language of every individual who receives COVID-19 services; provide limited English proficient individuals with interpretation services, either Assembly Committee on Health and Human Services May 24, 2021 in-person or remotely; translate vital documents such as applications or notices related to COVID-19; translate governmental orders related to COVID-19; and collaborate with community-based organizations to ensure all local languages are represented.", "A review of COVID-19 language access measures; and 5.", "Obviously, our meetings were disrupted during the pandemic, but in that committee we talk about the work just to become compliant with the Americans Assembly Committee on Health and Human Services May 24, 2021 with Disabilities Act (ADA).", "During this COVID-19 epidemic we had significant issues reaching out to our guest worker programs in my community.", "We bring in a huge number of guest workers and needed to make sure they had information regarding COVID-19 and knew the measures to be taken such as washing hands, social distancing, and wearing masks, whatever those measures were.", "This plan would help state agencies meet the language needs of Nevadans experiencing significant barriers to accessing state services related to COVID-19 due to the lack of materials and information translated.", "Today, the focus is COVID-19; however, in the future, it could be something else—a disaster of some sort, another pandemic, or a statewide emergency.", "Lastly, the COVID-19 pandemic has disrupted nearly every aspect of our lives and reached into nearly every community in our state.", "Our ability to keep one another safe and healthy depends on every Nevadan having access to credible, trusted information about how to prevent the spread of COVID-19, the types of supports and services available, and how to comply with federal and state and local orders.", "We know certain communities are disproportionately impacted by this pandemic, and one way we can shift that injustice is by meeting our obligation to communicate in ways that are accessible and culturally and linguistically relevant.", "Since the beginning of the pandemic, Nevada families who either are not fluent in English or do not speak English as their primary language are often alienated from COVID-19 public resources.", "Senate Bill 318 (1st Reprint) seeks to bridge the gap of communication by proactively ensuring that the Division of Public and Behavioral Health in the DHHS and each district's health department take reasonable measures to ensure that persons with limited English proficiency have meaningful and timely access to services to restrain the threat of COVID-19.", "As we all know, immigrants and refugees and people of color have been disproportionately affected by the COVID-19 pandemic, and trying to ensure the access to benefits and resources in a language they understand and in a culturally competent manner is one way to ensure an equitable COVID-19 response.", "In addition to addressing language access for the COVID-19 response, section 7 of this bill requires each Executive Department of state government to develop and biennially revise a language access plan as an initial step toward ensuring that each state agency provides high-quality and appropriate language services to the constituency they serve.", "Senate Bill 318 (1st Reprint) is an effort that can address many of the observed gaps we see in translation of services and, most importantly, it reframes the conversation of increasing access for the COVID-19 vaccine and for public health.", "They may experience chronic and infectious diseases, such as hepatitis C, and may suffer from severe mental health and substance abuse disorders at a much higher rate than our general population.", "The Covid-19 pandemic showed us how vulnerable many of these individuals are.", "Many have suffered this horrible disease while incarcerated when we had severe outbreaks in our prisons.", "Senate Committee on Health and Human Services May 27, 2021 NICHOLAS SHEPACK (American Civil Liberties Union of Nevada): Ensuring we have continuity of care from prison to reentering the community is imperative.", "I lost mine at the start of this pandemic when the clinic I worked for shut its doors.", "The treatment and mitigation of whatever the disease are far more expensive, intrusive and difficult to deal with and are not compensated.", "In 2021, if America catches a cold, Black America has the flu.", "In the last year, our hospitals have cared for nearly 10,000 Covid-19-positive patients and ensured that Nevadans, including those in vulnerable zip codes, had access to free, life-saving monoclonal antibody treatments all while sustaining difficult Medicaid cuts brought on by the pandemic's crushing impact to our State budget.", "I want to make sure this bill understands why people are getting so sick.", "We need to understand what is causing these types of illnesses.", "420 on the future of managed care in the State and on the viability of our hospitals and other referral partners.", "We passed S.C.R.", "96 which came from my interest in peer support for first responders.", "217 which came out of the Interim 2019-2020 Legislative Committee on Health Care.", "This is 2021, and we are still battling maternal mortality issues as we come out of the Covid-19 pandemic.", "The Covid-19 pandemic has amplified the existing opioid crisis.", "Senate Committee on Health and Human Services May 6, 2021 People are dying, families are broken and children are losing their parents.", "The crisis is a pandemic in and of itself.", "Nevada ranks forty-eighth in the Country for clinical care, forty-fourth for access Senate Committee on Health and Human Services May 6, 2021 to care, forty-second due to adults avoiding care because of cost and forty-seventh in the Nation for quality of care.", "BOBBETTE BOND (Health Care Policy Director, Culinary Health Fund): In addition to the statistics you have heard today, the Journal of the American Medical Association has data on what has been happening with the Covid-19 crisis.", "There have been more private equity deals happening because of the Covid-19 crisis.", "Are any of those captured in this or is it just hospitals?", "Based upon what has happened to Nevadans, especially during Covid-19 and to the Black, Indigenous and People of Color communities, the Larry A.", "Green Center has an excellent report that deals with how communities of color have been impacted by Covid-19.", "Witnessing the Statewide collaboration in response to this historic pandemic has been enlightening and inspiring.", "Covid-19 has exposed many of our State’s strengths and weaknesses.", "From the beginning of the Covid-19 impact on the State, Governor Sisolak has been Senate Committee on Health and Human Services May 13, 2021 committed to examining the data and listening to scientific experts as he made decisions to balance the State’s public health and economic needs.", "We have an opportunity to learn from the experience of this pandemic to build a plan for a public health system we need in an emergency or our day-to-day efforts to serve the public health needs of Nevadans.", "CALEB CAGE (Covid-19 Response Director, Office of the Governor): The proposed amendment, Exhibit O, is relatively straightforward where the first version of the bill created the Public Health Resource Office within the Division of Public and Behavioral Health (DPBH) of DHHS.", "In all versions of the bill, the purpose of the Office has remained the same ensuring Nevada’s overall public health infrastructure has a strategic vision for future improvements, and to ensure best Senate Committee on Health and Human Services May 13, 2021 practices and lessons learned from the recent global pandemic inform this vision.", "There have been suicides by both young and old people in the Black community during the pandemic.", "Knowing our BIPOC communities have comorbidities and, if infected, would have more severe cases has been one of our challenges during the pandemic.", "It is not a matter of if, it is a matter of when the next pandemic will occur.", "Senate Committee on Health and Human Services May 13, 2021 MS. KORBULIC: Governor Sisolak is committed to addressing disparities and health inequities we have seen amplified by this pandemic, and this Office will be committed to addressing those needs with person and policy.", "Over the past year, our hospitals have cared for nearly 10,000 Covid-19 positive patients and insured Nevadans, including those in the most vulnerable zip codes, had access to free antibody treatments.", "The Covid-19 pandemic has shown us how important public health functions are, not just to physical health but to our economy.", "Public health and its partners, along with a wide variety of government agencies, have risen to the occasion as Nevada has battled Covid-19 while carrying out other public health responsibilities.", "According to a January 2020 report released by Trust for America’s Health, along with 13 other states for preparedness to protect the public’s health during an emergency, Nevada scored 3 out of a possible 10 in measures of public health preparedness for disease, disasters and bioterrorism.", "Nevada’s sexually transmitted infections rates are significantly higher than national rates, and we rank first for primary and secondary syphilis.", "We also have our challenges with mental and behavioral health which have been exacerbated by the pandemic.", "390 that Dr. Woodard will be discussing.", "It means there is Senate Committee on Health and Human Services May 18, 2021 a different attitude toward it.", "This Commission had a difficult start because the board was not fully appointed until approximately January and, unfortunately, within 30 days after its first meeting, the Covid-19 crisis hit and constrained some of the activity.", "During the Covid-19 emergency, the Governor focused his Task Force for COVID-19 Mitigation and Management on maintaining hospital capacity and issued a declaration to the Commission to particularly learn the lessons that would be experienced during the Covid-19 crisis.", "Covid-19 creates brain fog, and we are not yet aware of the side effects from this.", "We are doing research, but I have not heard anything specific to Covid-19.", "SENATOR SPEARMAN: If they are not doing research on this, it may be worthwhile to do so because we do not know enough about the long-term effects of the virus.", "We need to be intentional in reaching out to Black, Indigenous and People of Color (BIPOC) communities to ensure we partner with the people doing the work due to what happened during the Covid-19 pandemic.", "We have Covid-19 relief funds specifically targeted to Latino and Native American tribal agencies.", "Assembly Bill 191 is looking to expand this so we do not demand so much of our healthcare systems.", "It has been different with the pandemic, but we have been doing it virtually.", "Senate Committee on Health and Human Services May 25, 2021 During the Covid-19 pandemic, in the rural communities we saw firsthand the value when CHWs reached out to our migrant farm workers and tribal members with information and education on preventative measures, assistance in getting testing and vaccinations.", "Assembly Bill 256 is community-driven policy.", "Those numbers are disproportionately high during the pandemic.", "Senate Committee on Health and Human Services May 25, 2021 REGAN COMIS (Anthem, Inc.): Anthem, Inc., supports A.B.", "192 which came out of the Legislative Committee on Health Care from the 2019-2020 Interim.", "In 2018, we had the highest rates of primary and secondary syphilis in the Nation.", "Senate Committee on Health and Human Services May 25, 2021 This problem is acute in the Las Vegas, Henderson and Paradise region which had the highest rates of primary and secondary syphilis in all metropolitan areas that report to the CDC.", "Assembly Bill 192 aims to align Nevada’s sexually transmitted disease testing requirements with CDC recommendations.", "We heard about Nevada’s battle with syphilis, and our sexually transmitted disease rates are high across the board."], "2": ["This is a virtual meeting format and meant to keep us safe during the COVID-19 pandemic, but I also see it as an opportunity for members of the public to provide testimony in a variety of different ways which they may not have been able to utilize in the past.", "Hopefully, as we eventually move to a situation where we are meeting in person and taking testimony in person, we will still allow some of the public to participate in the new ways we have developed around the COVID-19 protocol.", "Assemblyman Hafen: I represent District 36, and this is my second session on the Health and Human Services Committee.", "The pandemic caused by the coronavirus disease of 2019, COVID-19, will dominate any measures you will consider this session either directly or indirectly.", "Richard Whitley, Director, Department of Health and Human Services: I am grateful that the Chair has allowed us to take some deeper dives into aspects of health and human services such as Nevada Medicaid, behavioral health, and a focus on the state's response to the COVID-19 pandemic.", "We have a population-based approach to health care and a public health approach to prevention and intervention.", "As we moved forward to mature our health care system, we had a lot of challenges along the way, further complicated this past year with the COVID-19 pandemic.", "During the pandemic we have had challenges, but we have also had opportunities identified.", "We were pretty much ready to go with the implementation, including with Medicaid, and that allowed us to continue with service provisions during the pandemic.", "If you look on the website for the COVID-19 tracker, Nevada early on scored an A+ compared to other states with our transparency and data, largely due to the work of our state biostatistician and her staff.", "I did not want this to just be an event that occurred with COVID-19, because bringing the analytics together and sharing some best practices as well as sharing the dashboarding is really rich.", "That is one thing that has come out of the pandemic that I intend to keep pushing.", "It has been all hands on deck related to the COVID-19 pandemic.", "If you have been around during the last decade, you know that Nevada had a large exposure to hepatitis C in an ambulatory surgery center in Las Vegas.", "We have had tragedies, we have had deaths, but when you look at Nevada Assembly Committee on Health and Human Services February 3, 2021 compared to other states, we rank among the lowest.", "We are responsive when there is an outbreak, whether connected with employee training, lack of equipment, or policy.", "Interestingly, during this pandemic we have seen the caseload in that program go down.", "What has been helpful during the pandemic is getting some waivers so people could get food delivered.", "Imagine a single mom on WIC: on the public health side, we ask the mom to stay at home because of COVID-19, yet her children need access to food.", "I appreciate your ability to see some of the challenges we have had with this pandemic and that you are using the pandemic as an opportunity to streamline and cut through some of the bureaucratic red tape we have getting these services to the individuals who need them.", "Of note, I am particularly proud of the work the Division of Public and Behavioral Health has continued to do related to addressing COVID-19's spread within Nevada's licensed facilities.", "I will note the top five which the Centers for Disease Control and Prevention (CDC) notes as: vaccination; motor vehicle safety; safer workplaces, which is related to safety in mining, manufacturing, and construction; control of infectious diseases, which includes clean water and sanitation; and decline in deaths from coronary heart disease and stroke.", "For example, with COVID-19, there is not one partner on this diagram we have not worked with to address it in our state.", "We often find our focus is on infectious disease because it can spread quickly through the population.", "Again, I want to acknowledge our universities in the state that have been such a pivotal part of our response to COVID-19.", "While public health professionals a century ago may have focused on very granular outbreaks or crises, now we function more as strategists to pull partners together to look at inequities and opportunities for intervention.", "I am going to transition from global public health comments to concepts about public health in Nevada.", "These have been of particular interest during the COVID-19 response.", "One of the challenges we had, as it relates to COVID-19, is that every rural county looked different.", "Trying to have that stood up and to identify a county health officer in the midst of the COVID-19 pandemic was problematic.", "With the exception of COVID-19 funding, we do not have the ability to address the need locally.", "I see great value in watering that effort and continuing to see it grow with other diseases outside of COVID-19.", "We received $430 million for the response to COVID-19, but as a division we need to get those subawards out and ensure that the spending is appropriate and correct, and that is a big ask.", "I want to acknowledge our IT staff because another huge challenge is that we had a very antiquated system for infectious disease, yet our lab reporting rose 8,000 times above what we were used to, which really crippled our system.", "We have had to use some of the funding to develop things within our public health infrastructure that will have an impact on all diseases going forward.", "Julia Peek: Ms. Sherych mentioned the health facility epidemiology team.", "We learn from our crises in public health and we developed that team as a result of the hepatitis C outbreak in Clark County.", "We had that relationship and structure built prior to COVID-19, so Assembly Committee on Health and Human Services February 8, 2021 we were able to make minor modifications to that.", "Other states that had not worked so directly with epidemiology and health care-associated infections had to build that from scratch.", "The other thing we learned as a result of COVID-19 is that we were on separate reporting systems at the districts and the state.", "Now we are all going to move to the same infectious disease reporting system so we have a standardized way to collect data.", "I will note that for COVID-19 vaccination, we have the highest administration rate in our region, so we are talking with our regional partners, telling them what we are doing, and offering suggestions concerning what is working and what is not.", "With this crisis, we are a leader in the region.", "Assemblywoman Summers-Armstrong: Are you collecting demographic information on COVID-19 rates?", "How is Nevada looking as compared to national rates of COVID-19 infection and deaths in the black communities in our state?", "We get that data from lab reports, so the cases you see on the Nevada Health Response dashboard are because we needed it in real time so we could see what was happening with the disease; however, lab reports required by our federal partners now often do not have race or ethnicity, so we were going off a lot of data that was unknown and trying to investigate those cases so we could get that information added.", "We are also collecting that information related to vaccinations.", "I know these are challenging times, and it would have been challenging without a pandemic.", "In the money committee, I have discussed receiving COVID-19 funds, where they are going, and making sure we have that outreach and trust.", "My concern is that there is significant disparity about who has gotten this vaccine.", "How was it decided to give those vaccinations?", "Julia Peek: Regarding funding, the disparities and inequities have been something our federal partners have been emphasizing since the start of the pandemic, and those are reflected in the data we have as well.", "In Nevada, we are one of the states that developed staffing within the Department of Health and Human Services' Office of Minority Health and Equity from the beginning of the COVID-19 Assembly Committee on Health and Human Services February 8, 2021 response, which has been working with us on testing, how we message that appropriately, and now on vaccination as well, as has our coalition.", "The other thing we are doing is looking at how we reach populations that might have a hard time getting vaccinated, so we will be looking at mobile outreach.", "It will be particularly helpful to target specific ZIP Codes when we eventually get a one-dose vaccine for COVID-19 like the Johnson & Johnson.", "Again, that is most important when it becomes a general-population vaccination.", "We have a limited number of vaccinations, so it is challenging for folks to get the resource.", "Not just on the COVID-19 vaccine, because as you said, this is a unique situation and we developed the best plan we could.", "We will get control of this pandemic, but we may not necessarily get control of the need to reach out and get more people vaccinated, and not just with the COVID-19 vaccine, but with the flu vaccine.", "We are at the bottom as related to numbers of folks who actually get vaccinated for the flu.", "I think only 44 percent of our population gets the flu vaccine, so this goes far beyond COVID-19.", "What COVID-19 has done is show us the holes in our system and bring them to the forefront.", "If we could see some data on what the traditional vaccination rates are across the board for all vaccines available and how we need Assembly Committee on Health and Human Services February 8, 2021 to do better for all members of our Nevada communities, that would be helpful.", "We are still lacking on some of these vaccines that need to be given or that people should consider getting.", "Hopefully, when we get some of this data you say you are now gathering, we will get information about the disparity rates in overall vaccines and who is getting them.", "Staffing at the health department before COVID-19 was 38 full-time equivalents (FTEs).", "This program is researching different ways to reach its audience due to the COVID-19 restrictions.", "Currently the clinic is seeing patients and we are taking measures to protect the staff and the clients from COVID-19.", "The other side of this division is epidemiology.", "Having both environmental health and epidemiology under one division created some really big challenges when the pandemic started, and we will be looking at something changing in the future.", "Our epidemiology program is very involved in COVID-19 contact tracing and reporting [page 37].", "Along with COVID-19, there continue to be other reportable diseases that need to be investigated.", "Prior to COVID-19 it was 2 FTEs.", "As this is a public health emergency, our public health preparedness division is leading a COVID-19 response [page 40, Exhibit C].", "We do have delegation of authority from the state and counties to provide COVID-19 service to Douglas, Lyon, and Storey Counties in addition to Carson City.", "Our staffing prior to COVID-19 was 5 FTEs, and we are now up to 20 FTEs for the COVID-19 response.", "I included the COVID-19 timeline showing our response [page 42].", "As part of our COVID-19 response, we have conducted 92 testing events since May, along with testing at the health department Monday through Friday.", "We have conducted 35 vaccination events since the end of December.", "As of February 6, 2021, we have received 11,975 vaccinations, and we have given 11,258 vaccinations.", "We do have 700 second-dose vaccinations that we will be administering this week.", "Our partners include our city and county governments, the state of Nevada, the Division of Public and Behavioral Health, the state of Nevada's immunization program, the state's Division of Emergency Management, Immunize Nevada, the National Guard, area hospitals, and our area doctors.", "We did a vaccination clinic at the Carson Valley Inn.", "Currently, we are finding sites for testing and vaccination.", "It is pretty difficult, however, to hide a pandemic, so we have been very visible in the news this past year with COVID-19.", "We are conducting surveillance.", "People have become quite familiar with mitigation from the COVID-19 response, the masking and social distancing and the reductions in capacities for some businesses.", "Other mitigations are isolation and quarantining of individuals who have been exposed to diseases.", "That has been expanded significantly by the COVID-19 response.", "Our epidemiology and public health preparedness division houses our epidemiology program which is responsible for the surveillance and disease investigation functions.", "Our public health preparedness program develops plans for pandemic response, bioterrorism, and radiological attacks, and exercises those plans with community partners.", "We respond to epidemiology and food-borne disease complaints in that program area.", "This is our $24 million budget for 2021 without the additional funding we have received for COVID-19 [page 56, Exhibit C].", "We have received an additional $16.8 million in federal funds for the COVID-19 response in addition to our $24 million budget, so you can see that is a significant additional source of funding.", "Here is a quick overview of our COVID-19 response [page 57].", "Since the pandemic started, we stood up a drive-through COVID-19 testing operation that we had operational within one-and-a-half days of having our first case identified in Washoe County on March 5.", "We are now using that same facility for our COVID-19 vaccination point of dispensing (POD).", "We set a new record last Friday with 1,800 people vaccinated.", "We stood up a COVID-19 call center, and we now have 24 people dedicated to staffing that.", "It provides for reporting of test results and does an incredible amount of data entry Assembly Committee on Health and Human Services February 8, 2021 work on the backside of providing those vaccines, to get that information into the data management systems the federal government has set up.", "We have increased the number of disease investigators from 3 to over 50—to contact the positive cases and have them isolate and to identify close contacts for quarantine.", "Mr. Oxarart has led our regional information center which created two websites, one on the COVID-19 response and the other specifically on the vaccine, now that it is available, and how we are managing that.", "COVID-19 has laid bare the social inequities in our community for health outcomes.", "Assembly Committee on Health and Human Services February 8, 2021 This is a picture on December 15 of our first shipment of Pfizer vaccine arriving at the health district [page 61].", "Fortunately, we were able to obtain an ultracold freezer, so we were able to receive and store the Pfizer vaccine as well as the Moderna vaccine here at the health district.", "We have a retail pharmacy vaccine program in which we have pharmacies that are vaccinating staff and residents of long-term care facilities.", "The next slide shows our vaccine distribution statistics [page 67].", "Some of the first pictures you saw relating to COVID-19 were photos of testing we were doing at the Reno Events Center.", "For people who are homeless and who have tested positive for COVID-19, we have a contract regionally with WellCare.", "Assembly Committee on Health and Human Services February 8, 2021 Assemblywoman Peters: If you have data on the virus contraction rates in our homeless population, as well as the demographics, it would be really good to see that information.", "We received an award from the Health Resources and Services Administration (HRSA) within the U.S. Department of Health and Human Services in September 2019, and we were able to start the FQHC operations.", "Because of COVID-19, we received almost $32-$33 million from the CDC to support our enhanced surveillance activities, contact tracing, and testing.", "The federal grant represents about 22 percent of our budget, so it is a Assembly Committee on Health and Human Services February 8, 2021 little bit different from what the slide shows because there was almost a 30 percent increase in our budget because of COVID-19 activities.", "Then, of course, there is the trend of the pandemic in Clark County from last year until now.", "This is the incidence of COVID-19 in Clark County by race/ethnicity [page 74, Exhibit C].", "This has been very consistent throughout the pandemic.", "For this one, we use more recent data—the last 14 days—so that helps identify new areas that could be affected by the pandemic.", "Those are the areas where we consistently have seen the largest impact of the pandemic.", "This is the first day the vaccine arrived in Clark County [page 76].", "It was December 14, and we distributed the vaccine immediately, as soon as we received it.", "Actually, that very first day, we had a POD at one of our local hospitals and then we continued distributing the vaccine through the valley during that week.", "I also want to mention that for the vaccination campaign we have developed a very strong partnership with the county and local jurisdictions and also with local universities: Touro Assembly Committee on Health and Human Services February 8, 2021 University Nevada, UNLV, Roseman University of Health Sciences, the College of Southern Nevada, and other institutions.", "Recently we opened the Las Vegas Convention Center to offer second-dose vaccinations.", "I also wanted to share with you some data regarding the vaccine here.", "What we want to highlight here is that until last week, the numbers in Clark County of vaccine distributed did not match what was happening with the incidence of COVID-19 in Clark County [page 80].", "As you probably are aware, there were recent comments or declarations about health inequality in Clark County and the way that we distribute the vaccine.", "The thing is that the vaccination is open to everybody, and we want everybody to receive it.", "Chair Nguyen: Do you have any kind of breakdown by Assembly districts of COVID-19 positivity and vaccination rates that you might be able to provide the Committee with, even if it is only by ZIP Code?", "Now we have a pandemic that they are responsible for, and we appreciate all the challenges and the unique and creative responses your agencies are trying to accommodate and thrive in this situation.", "This virtual meeting format via Zoom is important to keep everyone safe during the COVID-19 pandemic.", "Stephanie Woodard, Senior Advisor on Behavioral Health, Division of Public and Behavioral Health, Department of Health and Human Services: We are here today to provide a brief overview of the State of Nevada's behavioral health system and to discuss the impacts of COVID-19 on behavioral health in Nevada and opportunities for behavioral health going forward [Exhibit C].", "After COVID-19, we did a lot to help support community agencies to fully implement telehealth and to focus on suicide prevention and crisis services.", "This includes acute care, residential treatment, and juvenile justice youth facilities.", "Additionally, victims services holds Nevada's Antiterrorism and Emergency Assistance Program, a $16 million multiyear award to support victims of the Route 91 Harvest Festival shooting on October 1, 2017, in Las Vegas.", "Using some emergency COVID-19 funding, we were able to temporarily expand the mobile crisis program to meet increased need and create additional teams, as well as expand our ability to provide telehealth services 24/7 statewide when previously, statewide 24/7 response was only available in Las Vegas.", "We will now look at behavioral health in Nevada and the impact of COVID-19.", "It is important to recognize that COVID-19 as a pandemic is considered a disaster.", "Looking at how we can best estimate the impact of COVID-19 on behavioral health in Nevada and internationally, we have had to look at an existing body of research that helps us to better understand what the impact of previous disasters has had on behavioral health.", "As a disaster, COVID-19 has impacted virtually everyone in one way or another.", "Individuals who have been most directly impacted may have the most adverse experiences when it comes to responding to COVID-19.", "This is the best model we have had in order to better anticipate what the impacts on behavioral health could be related to COVID-19 [page 3].", "One of the primary limitations is that this model assumes that there is a Assembly Committee on Health and Human Services February 10, 2021 very clear beginning, middle, and end to a disaster, and as we all know with COVID-19, it has had a very prolonged existence in Nevada and the recovery—although coming—is relatively slow.", "However, in COVID-19, we have experienced something that is very different.", "One of the best ways for us to conceptualize the impacts of COVID-19 is to look at the stress continuum [page 4, Exhibit E].", "To formulate how we as a state were going to respond to the behavioral health needs in Nevada subsequent to COVID-19, we developed, along with FEMA and SAMHSA, this population exposure model [page 5].", "This model allows us to better understand what the potential impacts are for different populations, including vulnerable populations, so we could target our responses and resources based on the level of exposure or the potential for significant distress due to COVID-19.", "We see that frontline health workers, as well as emergency responders, have really been shouldering a lot of the burden related to the response to COVID-19.", "We recognize that it is not only those individuals who have been directly impacted, but the secondary and tertiary impacts that COVID-19 has had on individuals.", "This could also be loss of employment, students who have been disconnected from school, and other individuals in the community who have been responding to COVID-19.", "Collectively, we authored the COVID-19 behavioral health recovery plan in May 2020.", "The Crisis Counseling Assistance and Training Program [page 8] funded the development of the Nevada Resilience Project, which has allowed Nevada to hire a number of resilience ambassadors statewide, with a focus on intervening and providing promotion, prevention, and early intervention for individuals who are struggling with stressors related to COVID-19.", "Megan Freeman: I am going to talk now about the state of youth mental health in terms of mental health needs before the pandemic, and what some of the impacts of the pandemic have been.", "The Youth Risk Behavior Surveillance System is a population-level survey supported by the Centers for Disease Control and Prevention (CDC) and designed to monitor health risk Assembly Committee on Health and Human Services February 10, 2021 behaviors, identify health disparities, and monitor the effectiveness of public health interventions.", "These are 2019 numbers, so this was prior to the pandemic.", "One of the major concerns that has been well documented throughout the pandemic is the lack of adult eyes on children who would normally be interacting frequently with teachers, school staff, pediatricians, coaches, faith leaders, and in lots of other arenas.", "This is the number of youth stabilized safely in the community or diverted from psychiatric hospitalization.", "The program reports that this is due to youth with more Assembly Committee on Health and Human Services February 10, 2021 serious levels of risk presenting for care and more difficulty in placing community supports around the youth due to isolation and quarantine.", "I also want to make you aware of a national trend reported by the CDC in the fall.", "It is too early to draw conclusions about how the pandemic has changed the youth suicide rates in Nevada or anywhere.", "What we do know so far about the impact of the pandemic on suicide in Nevada is that our 2020 total is not out of the realm of what is normal for Nevada over the past decade.", "As was pointed out, the rate of suicide in Nevada in 2020 specific for youth was not unusual compared to years past, and we see similar trends across all age groups including adults and individuals aged 65.", "We have experienced an increase in opioid overdose deaths over the course of COVID-19 [page 20].", "We had seen a relatively steady reduction over the last few years, but now we have seen the highest rate we have had in the past decade with 484 fatalities in 2020.", "Much of this is driven by non-COVID-19-related issues, including the proliferation of synthetic opioids including fentanyl.", "We have been seeing this troubling trend growing nationally even pre-COVID-19, but we realize that COVID-19 could have had a significant impact in changing some of these numbers in Nevada.", "We have not seen a very significant increase in overall utilization during COVID-19 [page 22].", "Our COVID-19 ER grant recipients who are providing crisis triage and inpatient services have seen an approximately 100 percent increase year over year in individuals looking to access care.", "Pre-COVID-19, approximately 24 percent of individuals had had their initial visit via telehealth, and that moved to 41 percent of initial visits during the six months following March 2020.", "Thus, previous to the COVID-19 pandemic, it was a priority of the board to seek improved Medicaid reimbursement for behavioral health services to ensure the providers could maintain service levels to meet their needs.", "While many communities in our region may be geographically isolated, they were not unaffected by the COVID-19 pandemic [page 3, Exhibit G].", "Hopefully, they will be able to catch up as pressure from COVID-19 response subsides.", "The big thing that happened in 2020 is the pandemic crisis.", "As has been touched on, we see this need for support for COVID-19-induced risk factors—isolation, unemployment, grief, and loss—and in particular for seniors.", "We would also like to recognize the fact that these men have worked tirelessly throughout this pandemic to help countless Nevadans.", "The challenges and opportunities of the COVID-19 pandemic continue to dominate our meetings, considerations, and discussions.", "Through this process, we have come to understand that teachers and educators, some of the key adults who we rely upon to guide and teach our children, are themselves overwhelmed with the stressors and demands of educating during the pandemic.", "We offered a virtual platform before the pandemic and we have representation from across rural Nevada.", "Before the pandemic, we held two events, one in Winnemucca and one in Tonopah.", "Goal 1: The consortium members are participating in the DCFS Nevada System of Care Expansion Grant [Exhibit F].", "Goal 5: The consortium has completed a memorandum of understanding with the Nevada System of Care to serve as a designated point of contact for youth, families, and other provider input.", "Assembly Committee on Health and Human Services February 15, 2021 Regarding the impact of the pandemic, the severity of symptoms seems to have increased in 2020.", "This is possibly due to the increase in isolation, but due also to increased screen time during COVID-19 restrictions.", "They are struggling to provide the basic necessities such as food, clothing, and shelter, and these financial stressors are associated with COVID-19.", "Perhaps one of the issues is COVID-19 testing before transporting.", "This expansion has helped mental health services in rural Nevada flourish during the pandemic.", "The consortium is hopeful this expansion will continue even after the pandemic.", "Another thing the Chair wanted us to talk about was the impact of COVID-19.", "These children have experienced everything: fear, grief, loss of loved ones, anxiety about COVID-19, the issues of their own family finances, dealing with online learning, the isolation, the disrupted relationships.", "They told me they use Centers for Disease Control and Prevention (CDC) data.", "It was scheduled for the spring, but was pushed back due to the pandemic.", "Assembly Committee on Health and Human Services February 15, 2021 Dan Musgrove: I can speak on behalf of Clark and some of the other consortiums.", "Have we seen a resurgence of toxic stresses with the current COVID-19 pandemic, or is that still something that has morphed into this more general term for adverse childhood experiences?", "We currently are serving over 810,000 Nevadans, a significant increase from pre-COVID-19 days.", "Our enrollment has definitely changed due to the public health emergency in the COVID-19 pandemic.", "You can see that uptick due to the COVID-19 public health emergency, and you can see that we have continued to see increases in our enrollment, but not at as such a steep rate as earlier in 2020.", "A piece of federal legislation passed in early 2020 has some implications for our caseload, and that is the Families First Coronavirus Response Act (FFCRA), which has brought some additional federal funding to the state.", "Another contributing factor to our increasing caseload is due to that requirement of the Families First Coronavirus Response Act.", "We receive applications via mail or through our drop boxes, and the final method is in person, which, obviously, was pre-COVID-19.", "We plan to reactivate those, post-COVID-19.", "I will also note that this enhanced funding under the Families First Coronavirus Response Act is tied to the time frame of the public health emergency, so Nevada Medicaid is getting enhanced federal funding throughout the public health emergency.", "In summary, I want to note again that during this time of a global health pandemic, Nevadans are increasingly relying on Medicaid.", "Robert Thompson: Pre-COVID-19, we determined eligibility annually for all our programs.", "Assembly Committee on Health and Human Services February 15, 2021 Assemblyman Matthews: For a few months we have been trending up.", "Assembly Committee on Health and Human Services February 22, 2021 Marlene Lockard, representing Retired Public Employees of Nevada: We are in support of the bill and appreciate the opportunity to testify.", "Assembly Committee on Health and Human Services February 22, 2021 Edina Flaathen, Private Citizen, Las Vegas, Nevada: I am 36 years old, a wife, and mother of four.", "Assembly Bill 119 could improve reporting by tracking morbidity and disparities by race, which would enable more robust recommendations to guide preventive services.", "Assembly Committee on Health and Human Services February 22, 2021 Marlene Lockard, representing Nevada Women's Lobby: We are in support of A.B.", "Assembly Committee on Health and Human Services February 24, 2021 Assemblyman Matthews: Assemblywoman Peters introduced a hypothetical scenario, but the bill was crafted in a way not necessarily to target those but really with an eye toward those who were more recently convicted as opposed to those convicted in the past.", "As a food bank, we see firsthand the effects of food insecurity, which has been highlighted during the COVID-19 pandemic.", "Many individuals are struggling especially in times like what we are dealing with currently with COVID-19 and getting a job.", "As we are currently in another economic crisis due to COVID-19, we are seeing more and more Nevadans needing public assistance.", "We are currently living in unprecedented times with COVID-19.", "SENATE CONCURRENT RESOLUTION 1: Urges employers in this State to provide personal protective equipment to employees to prevent the spread of COVID-19.", "Several referred to it as a pandemic unto itself, most attributing it to low wages.", "I returned home on December 3, 2020, as the coronavirus hit the facility and ten residents were diagnosed in one week with Covid-19.", "We were afraid I would catch the virus and pass away.", "93 represents self-managed care.", "93, particularly section 3.", "SERENA EVANS (Nevada Coalition to End Domestic and Sexual Violence): The Nevada Coalition to End Domestic and Sexual Violence supports S.B.", "93, particularly section 3.", "93, particularly section 3.", "93 that promises to reduce recidivism.", "This is our first virtual meeting of the 2021 Session.", "Due to the Covid-19 pandemic and for the safety of our staff, legislators, and the public, the building is currently closed for any physical attendance.", "The Covid-19 issues make it difficult for anyone to get their fingerprints taken or have a background check performed.", "In 2019, A.B.", "SENATE CONCURRENT RESOLUTION 1: Urges employers in this State to provide personal protective equipment to employees to prevent the spread of COVID-19.", "If we can do something that prevents the spread of the coronavirus, also called SARS-CoV-2, which causes the Covid-19 disease, we will protect our businesses, families, and people who come into our businesses.", "There are many different ways we can enjoy protection, not just through the vaccines, that we can do now.", "SHANNON CHAMBERS (Labor Commissioner, Department of Business and Industry): I fully support this resolution, and at the Office of the Labor Commissioner, we issue mandatory bulletins and guidance to employers who look to us for guidance on all types of issues including Covid-19.", "VICTORIA CARREON (Administrator, Division of Industrial Relations, Department of Business and Industry): Our agency includes Nevada OSHA which has been at the forefront of the Covid-19 enforcement effort.", "1 be amended to add all the cosponsors?", "The language should be clarified responding to Covid-19; we appreciate the ability to make changes to our limited food service options and to adapt to the pandemic.", "Granted this argument is made in a policy committee, but during Covid-19, most of the government facilities that would be a beneficiary of this Program are closed to the public."], "3": ["24: Thank you for hearing Assembly Bill 181, which is related to mental health today.", "Overwhelmingly, data presented to date regarding mental- and behavioral-related deaths by suicide and overdose have increased at alarming rates during the COVID-19 pandemic.", "An amendment to this bill will request that the Patient Protection Commission within in the Office of the Governor takes these two data streams and use them to assess and determine Assembly Committee on Health and Human Services March 8, 2021 adequacy of coverage from both the services and insurance sides for patients in Nevada.", "I imagine you are not just looking for that, but having it in the communicable disease chapter feels as though it is being narrowed.", "The fact that we lack parity through many of our insurers in this state is a crucial reason for which kids are not able to access timely care that they need which is critical at this time of the COVID-19 crisis—where we have seen our suicide rates in children as young as eight spiking in our cities and where we see high school failure and dropout at a higher rate than ever.", "Assembly Committee on Health and Human Services March 8, 2021 Robin Reedy, Executive Director, National Alliance on Mental Illness Nevada: On behalf of NAMI Nevada, the state chapter of the National Alliance on Mental Illness, I would like to offer our support on the provision in A.B.", "In support of this goal, NAMI Nevada urges public policy that ensures that all people have access to the right treatments at the right time.", "181 and open the hearing on Assembly Bill 191.", "20: Assembly Bill 191 is sponsored by the Legislative Committee on Health Care, which considered a variety of public health issues during the 2019-2020 Interim.", "It goes without saying during the COVID-19 pandemic that having these types of services with those CHWs and agencies and FQHCs that had grants to use them have found them to be invaluable to the efforts of helping to protect Nevadans.", "During the pandemic, we have been doing a lot of this virtually, but we are really looking forward to getting back to our full schedule once we are closer to herd immunity.", "Anyone can find disease.", "We will begin with Assembly Bill 189.", "Assembly Committee on Health and Human Services March 17, 2021 Rachael Berg, Program Coordinator, Great Basin Children's Advocacy Center: I am also a forensic interviewer at the CAC in Elko, Nevada.", "24 in Reno.", "Nevada currently provides immunity to people participating in investigations and mandatory and voluntary reporters, but there is not the Assembly Committee on Health and Human Services March 17, 2021 same protection for CAC employees and members of the MDTs serving children at CACs.", "There will be over 100,000 Nevada children who will be victims.", "COVID-19 could have exacerbated this issue; that is still unclear.", "We are still wrestling with what effects COVID-19 has had.", "When it is appropriate, given COVID-19, if there are members of the Committee who would like to tour our CAC, I am happy to arrange that.", "With me today to present Assembly Bill 197 are Arash Ghafoori with the Nevada Partnership for Homeless Youth and Tayvon Jenkins.", "Assembly Bill 197 takes care of this, clarifying that unaccompanied minors Assembly Committee on Health and Human Services March 17, 2021 can access not only health care services provided by a physician or hospital, but also mental and behavioral health, dental, and other critical services provided by all \"providers of health care,\" a category already defined by Nevada law.", "197 is a simple and smart step to support vulnerable young people on their journeys beyond the streets to healthy and sustainable adult lives.", "This is especially important right now with COVID-19, as homeless minors have been turned away from COVID-19 testing because they have been unable to obtain guardian consent, putting not only themselves but also youth, staff, and others at risk.", "It says, \"Is, in the judgment of a provider of health care, in danger of suffering a serious health hazard if health care services are not provided.\"", "Assembly Committee on Health and Human Services March 17, 2021 Caesars Entertainment is supportive of A.B.", "Today, Caesars cochairs the first Nevada Resorts Association's Corporate Social Responsibility Coalition which represents members and suppliers to hospitality.", "197 will help us close a gap to better supporting Nevada’s homeless youth.", "197 in a dozen states.", "197 will save lives.", "197 improves it.", "Pamela Girgis, A.P.R.N., C.P.N.P., Nevada Children's Health Project, Nevada Health Centers: I am a certified pediatric nurse practitioner and a medical provider for Children's Health Fund and Nevada Health Centers mobile medical van that serves homeless, sex-trafficked, and refugee children and youth.", "197 as an \"us, too.\"", "Under current Nevada law, Assembly Committee on Health and Human Services March 17, 2021 the delays in care and access to services hurt youth during a critical window of time for young people in crisis.", "96 so that we can help first responders without spending funds we do not have [Exhibit W].", "Assembly Committee on Health and Human Services March 17, 2021 Derek Reid, President, Northern Nevada Peer Support Network: We represent law enforcement, firefighters, emergency medical services, dispatch, hospital professionals, ski patrol, and any service branch that has repetitive trauma exposure.", "We know that research is the only thing that will help us find a cure for this terrible disease.", "As Mary said, nationwide, about 200,000 people know they are living with younger-onset disease.", "You mentioned some existing coverage for people who are further along in the illness.", "You are doing a great job for the health of Nevadans, and I appreciate your sponsoring this bill.", "216 would be helpful in the context of guardianship.", "Assembly Bill 216 delivers much-needed support to Medicaid recipients with a lifechanging disease.", "This bill is sponsored by the Legislative Committee on Health Care which I chaired during the 2019-2020 Interim.", "131 of the 2019 Session study was also influenced by Nevada's experience during the COVID-19 pandemic.", "According to the Department of Health and Human Services (DHHS), the top three causes of COVID-19 outbreaks in skilled nursing facilities in Nevada were: (1) inappropriate use of personal protective equipment; (2) breaches in isolation of infections of COVID-19; and (3) hand hygiene and hand washing.", "Both the 2017-2018 study and the COVID-19 pandemic emphasized the need for additional Assembly Committee on Health and Human Services March 15, 2021 and reinforced training on standard infection prevention and control and the proper use of personal protective equipment, among other issues.", "Although there are required trainings in statutes and regulations for unlicensed caregivers depending on the types of services they are providing, the COVID-19 pandemic revealed a lack of knowledge in infection control and prevention by unlicensed caregivers.", "The Centers for Disease Control and Prevention (CDC) has developed some really good ones during the pandemic.", "This is something that came to light with our pandemic.", "I like the wording that it is open enough so as things change in the infectious disease/health care world, we can change with them and it does not always require new statutes, so thank you for that.", "Assembly Committee on Health and Human Services March 15, 2021 Margot Chappel: That is accurate.", "Assembly Committee on Health and Human Services March 15, 2021 In 2017 I stated that Nevada is very good in some of these types of facilities as we fingerprint people, we do background checks on people, and we do tuberculosis tests on people.", "We have been fighting COVID-19 as everyone else has in the last year.", "We have one of the lowest COVID-19 death rates in the country in our long-term care facilities.", "Marlene Lockard, representing Service Employees International Union #1107: The Service Employees International Union (SEIU) #1107 represents 13,000 personal care aids (PCAs) who care for elderly and disabled Nevadans.", "The Personal Care Association of Nevada (PCAN) is not opposed to caregivers receiving more training, especially in the areas of infection control.", "Obviously, that is still part of the issue, that is still part of the bill, but in the meantime, we had the pandemic.", "We have seen that infectious disease is a big issue for all of us and in all aspects of our lives, especially in trying to protect Nevada's most vulnerable citizens.", "We are all aware of the surge in mental illness brought on by the COVID-19 pandemic.", "Mental Health Assembly Committee on Health and Human Services March 19, 2021 America's 2021 statistic ranks Nevada fifty-first in at-risk youth.", "273 is not going to solve this crisis, but it will bring together important actors in the mental health arena to fill in health care gaps and present a unified effort to tackle our state's mental health epidemic.", "Assembly Bill 273 empowers our mental health consortiums throughout the state and gives the tools to make corrective changes to the quality of care for mental illness.", "We tried to mimic that for the statewide consortium—especially when it comes to representatives from Assembly Committee on Health and Human Services March 19, 2021 the state, for instance, DCFS and Medicaid.", "There is a bill to fix that which the Nevada Association of Counties (NACO) is bringing forward because we have run into this before—people who are trained, people who are Assembly Committee on Health and Human Services March 19, 2021 volunteering, people who want to serve are limited.", "Today, you all have the power to help change the outcome for Nevadans Assembly Committee on Health and Human Services March 19, 2021 suffering from these incurable inflammatory bowel diseases and can help us provide a better way of life.", "When our pandemic began about a year ago and we were all asked to stay at home, I was speaking to a patient who is one of our support group leaders.", "The card Mr. Cimo mentioned, we call it the \"I can't wait\" card.", "Assembly Committee on Health and Human Services March 19, 2021 Assemblyman Matthews: Thank you, Assemblywoman Gorelow for presenting the bill and thank you also, Mr. Cimo and Ms. Campbell, for your testimony.", "Who will be responsible for that?", "Assembly Committee on Health and Human Services March 19, 2021 On the one hand, this is a great bill.", "283 and begin public comment.", "Over the last year, UMC has played an integral role in the state of Nevada's COVID-19 response.", "Being the state's leader in COVID-19 testing, we have performed well over a million PCR [polymerase chain reaction] tests with result turnaround times of less than 12 hours.", "Now we have moved on to the next chapter in the COVID-19 vaccination efforts.", "As of right now, we have done 41,400 vaccinations to date.", "Assembly Bill 256 is community-driven policy that, at its core, is about our Nevada children.", "96 with the following provisions: Assembly Committee on Health and Human Services March 24, 2021 1.", "control of communicable diseases.\"", "Assembly Bill 217 requires the administrator or other person in charge of designated medical facilities, facilities for the dependent, and other licensed facilities to ensure that each unlicensed caregiver at the facility completes certain training, including training on the topic of the control of infectious diseases.", "What does that scope look like?", "Assembly Committee on Health and Human Services March 24, 2021 Tara Raines, Private Citizen, Las Vegas, Nevada: Thank you for the opportunity to speak in support of A.B.", "The COVID-19 pandemic showed us how vulnerable many of these individuals are, and many suffered from this horrible disease while incarcerated when we had severe outbreaks in our prisons.", "In the Clark County Detention Center, prior to COVID-19 we were averaging a few hundred applications a month.", "With COVID-19 and some of the restrictions on our staff being able to go in and assist with eligibility, those numbers have gone done.", "We want to thank Assemblywoman Nguyen for bringing this forward, especially at a time when, for people who are released, health care access is more important than ever during a pandemic.", "The pandemic has made it painfully clear that a lack of access to healthy food to fight diabetes and other preventable diseases continues to be a national issue.", "We will get all concerned entities together so we can get this information.", "Assembly Committee on Health and Human Services March 29, 2021 José Silva, Environmental Justice Organizer, Progressive Leadership Alliance of Nevada: We are here in support of A.B.", "In addition, the American Heart Association, in a 2019 ozone report, ranked Las Vegas as the thirteenth most ozone-contaminated city in the U.S.", "It is the sixth leading cause of death in Nevada and a major driver of hospital admissions and readmissions.", "They are more likely to be hospitalized Assembly Committee on Health and Human Services March 29, 2021 than the general population over age 65 [page 7].", "They are more likely to get discharged to a nursing home, which we know is not the location of choice as we found out during the COVID-19 epidemic.", "Because of the grant, this population was focused heavily on the dementia population— persons with intellectual developmental disabilities who were at much higher risk for a dementia, the frail elderly who were hospitalized for any medical condition, live-alones, and, most recently, COVID-19-related admissions and discharges [page 11].", "Right now, we have a caseload of over 150 of those persons in Clark County who have either been directly or indirectly impacted by COVID-19 and have been discharged from hospital to home.", "Now, it has spread to most of the hospitals in southern Nevada.", "Assembly Committee on Health and Human Services March 29, 2021 These days, the approach is both in-person and/or telephonic because of the COVID-19 limitations [page 13].", "We started with dementia and then moved on to broader cognitive impairments, then COVID-19, and now the broad arena of people who are complex—have family caregivers or have an array of problems which make them difficult to be discharged.", "We know it keeps people out of long-term care and therefore reduces their risk for things like COVID-19 or pneumonias or even the flu.", "We have it available on a limited basis through some minor funding we have available through ADSD—Older Americans Act—or COVID-19 money which will expire on September 30 of this year—or through a limited number of insurers that are willing to pay for portions of the service.", "Later it became broadly available to complex families with COVID-19.", "Some of those numbers are people who had a COVID-19 diagnosis or who were admitted to the hospital with a suspected COVID-19 diagnosis.", "They were just getting up and going and then the pandemic happened.", "Stacie Sasso, Executive Director, Health Services Coalition: We represent 25 employer- and union-sponsored health plans in southern Nevada.", "The COVID-19 pandemic has amplified the existing opioid crisis.", "Like so many in Nevada, and likely in this Committee, our family, too, has been impacted by this crisis.", "In 2017, 626 Nevadans lost their lives, impacting countless brothers and sisters, mothers and fathers, children, spouses, and friends.", "I have been blessed to have been able to put my platform to use here in the Las Vegas community, working with organizations like Assembly Committee on Health and Human Services April 5, 2021 Teen Challenge, the Walter Hoving Home, Foundation for Recovery, and as a licensed volunteer for Child Haven and Clark County Department of Family Services.", "This crisis is a pandemic in and of itself, and we need to start getting to the root of the problem in all forms.", "This is an important committee that will be working hand in hand with the Department of Health and Human Services to combat a very aggressive problem we have in our state.", "Next is the 24/7 Mobile Crisis unit for the 10 percent of callers who cannot be stabilized over the phone.", "This lets law enforcement get back to their job, and the crisis Senate Committee on Health and Human Services March 2, 2021 stabilization center is set up to address any concern.", "Their behavioral health crises will be stabilized.", "156 and the idea of Crisis Now throughout our Nation and in Nevada.", "156 and licensed hospitals being allowed an endorsement as a crisis stabilization center.", "5 is to enact legislation to codify telehealth flexibilities granted during the Covid-19 public health emergency, specifically aimed to increase patient access to high-quality care while reducing costs and improving patient and provider safety through the inclusion of clear, effective and sustainable telemedicine language in the Nevada Revised Statutes.", "If you are familiar with data dashboards the State has produced related to Covid-19, it is very similar.", "For example, if you can get one particular demographic hardest hit with Covid-19, you will direct resources to the community so the underlying mobilities would be addressed in the case of Senate Committee on Health and Human Services March 9, 2021 another pandemic.", "Not changing this language gives us the discretion we have used during the pandemic through our Covid-19 memos to provide further guidance about services which were and were not traditionally allowed for telehealth but certainly not appropriate for telephone.", "We support legislation to codify telehealth flexibilities granted during Covid-19 public health emergency into law.", "The removal of restrictions and increased public and private coverage for telehealth due to Covid-19 has allowed providers to see more patients safely and efficiently.", "This is an important area for the State to consider—especially given the pandemic and inequities we have seen in health care.", "Our children are suffering on many levels throughout this pandemic.", "175, which is a bill about lupus.", "175 (Exhibit J).", "Unfortunately, they are not aware of the impact of this devastating disease so they choose to look the other way.", "175 so we will not be used as guinea pigs.", "Patients who were older and more predisposed to deadly issues would go first.", "We need to understand what is happening because this disease mimics other diseases.", "254 of the 80th Session, a bill I brought about sickle cell disease.", "We have to take the first step in passing this bill because individuals are facing serious consequences of having an invincible disease.", "SENATOR SPEARMAN: The last number for 2020 was 300,000 Nevadans that had been impacted by Covid-19.", "SENATOR SPEARMAN: I ask this question because if it is one of the comorbidities for Covid-19 such as asthma, high blood pressure or diabetes, I would think an autoimmune disease would be qualified as a comorbidity.", "The question is not if, but when will we have another pandemic.", "If we do not shore up those communities that are more susceptible to these things, we will see more infections and more deaths.", "What money is available at the State level, and what has come in for Covid-19 relief as it relates to medical diagnosis or prevention?", "CHAIR RATTI: The Covid-19 pandemic has shone a spotlight on the disproportionate impact on parts of our healthcare system for people of color.", "Within the past five years, I have six friends who have been diagnosed as Senate Committee on Health and Human Services March 18, 2021 BRCA positive, including Ms. Whitaker.", "ABBI WHITAKER: I am 45 years old and have tested positive for BRCA 2.", "Thankfully, the Reno Diagnostic Center decided to follow their policy and ask me those questions because now I know.", "GEORGE ROSS (Comprehensive Cancer Centers of Nevada): We support S.B.", "This information, although current, does not take into account the financial abyss most of our neighbors are in due to the Covid-19 pandemic.", "Senate Committee on Health and Human Services March 23, 2021 Going into the pandemic, many Nevadans were barely holding on.", "For so many people who were working and self-sufficient, and to an extent financially independent, this pandemic has brought them to their knees.", "Pre- and post-pandemic low-income individuals have struggled, especially with the effects of Covid-19.", "People who see the worth of this can and will donate, especially in light of what happened in the pandemic.", "MR. JIMENEZ: Yes.", "MR. JIMENEZ: Correct.", "Senate Committee on Health and Human Services March 23, 2021 CHAIR RATTI: The bill is in response to the emergency regulation which is appropriate given the devastating event at the University of Nevada, Reno campus given the scale of that explosion and the fact we did not have significant injuries or casualties is close to a miracle.", "205 with the amendment.", "SENATE BILL 211: Establishes requirements relating to testing for sexually transmitted diseases.", "The hope is that the public health and medical providers might be able to identify folks living with HIV earlier, get them medical care and ideally help clients and patients achieve viral suppression which can in turn reduce the number of new HIV infections in the community.", "This bill also includes other sexually transmitted diseases (STD) for the same reason.", "If we have learned anything from Covid-19, it is you need to know your status.", "We endeavor to end the pandemic through initiatives like Ending the HIV Epidemic, which is being promoted to end the HIV pandemic in the United States by the year 2030.", "The goal is for 90 percent of people to know their status, 90 percent of people diagnosed with HIV get into care and ideally 90 percent become virally suppressed.", "It is powerful in that we are seeing when people have these low viral loads, they will not transmit the virus which will drop what we know as community viral load.", "Slide 5 covers ending the HIV epidemic in the United States.", "Slide 6 covers HIV in Nevada.", "Slide 7 covers what we are looking at in terms of people living with HIV in 2019.", "This information is captured when we do disease investigation.", "Slide 8 reviews Nevada’s HIV care continuum.", "Slides 9 and 10 review Nevada 2019 HIV Fast Facts on New HIV Diagnoses or New Stage 3 AIDS Diagnoses.", "By the time people are in the hospital and given a diagnosis of HIV, or stage 3 AIDS, these people can be very sick.", "As soon as someone is diagnosed with HIV, we can ideally get them into care and virally suppressed, keeping them healthy.", "We were at 21 cases in 2017, 34 cases in 2018 and 41 cases in 2019.", "We have seen with Covid-19 that from the beginning of the pandemic in March 2020, the number of places people can access testing has increased exponentially.", "I was trained as a disease investigator, and many of us shifted our roles to address the pandemic.", "The goal is to stop the spread of HIV, STDs, STIs and other communicable diseases as well as promote and fast-track Ending the HIV Epidemic.", "SENATOR SPEARMAN: We know in the 1970s and 1980s HIV and AIDS blossomed so because it was considered a disease only some people contracted.", "If you were not that “type” of person, you did not have to worry about contracting those diseases.", "MS. RADELOFF: Early in the HIV pandemic, the assumption was we saw this predominantly among certain communities.", "We cannot forget about the spread of HIV through blood to blood contact by people using injectable drugs.", "MS. RADELOFF: We are seeing high rates in both HIV and STIs in people 13 to 24 years of age and are addressing efforts toward youth and young adults.", "We continue to see newly infected people or people living with HIV.", "You many have long-term survivors in these numbers, people who are newly diagnosed and new infections.", "SENATOR KIECKHEFER: Is there a standard panel for STDs or one specific for the disease someone will be tested for?", "Ending the HIV epidemic is finding out one’s status through testing.", "This bill would increase people’s knowledge of their status so they would not transmit HIV unknowingly.", "211 because it establishes requirements for HIV and STD testing.", "This bill would move Nevada in a better direction to end the HIV epidemic.", "While most of the presentation given by Ms. Radeloff revolved around testing for HIV, the bill is much more encompassing to include STDs of which there are more than 20 with no requirement for any clinical correlation to the tests that are being ordered.", "SENATE BILL 275: Revises provision relating to the human immunodeficiency virus.", "293 of the 80th Session.", "293 of the 80th Session to give the juvenile justice systems, legal aid, public defenders, child welfare systems and nonprofits time to have conversations about how we get there.", "By the same token, someone in the initial contact who comes in through the receiving center Senate Committee on Health and Human Services March 25, 2021 may de-escalate as they receive services.", "293 of the 80th Session, leaving victims to face continued criminal prosecution for another year.", "We are also concerned about the bill's provision for charging parents for the use of the Senate Committee on Health and Human Services March 25, 2021 receiving center, which also conflicts with a bill passed last Session to take fees out of the juvenile system.", "On April 1, 2020, the Governor declared a Declaration of Emergency Directive 11 due to the Covid-19 pandemic.", "Senate Committee on Health and Human Services March 30, 2021 SENATOR DONATE: The intention of S.B 318 is whatever is reasonable to help us navigate the Covid-19 pandemic.", "That determination begins with the agencies gathering data through the Covid-19 language access plan provisions on what the languages are of the individuals they serve.", "The Covid-19 provisions are dependent upon appropriation of federal funds.", "Senate Committee on Health and Human Services March 30, 2021 SENATOR KIECKHEFER: For the first two years following the Governor’s termination of his Emergency Directive, the agencies are required to do a retrospective look at how they performed during the pandemic, correct?", "MS. WHITELEY: Section 2 of the bill requires the Division of Public and Behavioral Health to implement the Covid-19 related provisions.", "The first part is Covid-19 oriented, and the second part is to revise the services we provide as a State and any needs and gaps.", "MS. WHITELEY: The intent of the additional general provision is to provide local districts additional flexibility in implementation of the Covid-19 provisions and give agencies the flexibility in the implementation of the language access plan provisions.", "First, as an additional general standard set for the agencies both in terms of the language access plan and Covid-19 provision.", "MS. WHITELEY: The Covid-19 provisions will only apply to the Division of Public and Behavioral Health and the local county health districts or departments.", "Senate Committee on Health and Human Services March 30, 2021 SENATOR HARDY: Can you delineate which sections of the bill do or do not relate to Covid-19?", "MS. WHITELEY: Sections 2, 3 and 4 are Covid-19 related and section 7 is related to the language access plan drafting requirement.", "SENATOR HARDY: The State assisted programs are only in sections 2, 3 and 4 for Covid-19?", "This plan will help State agencies meet the language needs of Nevadans experiencing significant barriers to accessing State services related to Covid-19 due to the lack of materials and information translated.", "The Covid-19 pandemic has disrupted nearly every aspect of our lives and reached into almost every community in our State.", "The ability to keep one another safe and healthy depends on every Nevadan having access to credible information about how to prevent the spread of Covid-19, the types of support and services available, and how to comply with federal, State and local orders.", "We know certain communities are disproportionally impacted by this pandemic.", "Covid-19 took my father’s life a few months ago.", "Trained and qualified language access services are more critical during the Covid-19 crisis where a lack of accurate information can not only lead to unwanted individual health consequences, but can have a catastrophic effect on the community at large.", "All aspects of the public health effort to deal with Covid-19 require an informed public which ranges from testing to masking, immunizations and contract tracing.", "Senate Bill 318 requirements for additional Covid-19 language resources will help ensure all Nevadans receive accurate information about Covid-19 and will build trust between a populous that is often suspicious of public health agencies and have suffered disproportionately from the effects of the pandemic.", "During this time last year, we translated Covid-19 response materials in Tagalog, Chinese, Korean, Vietnamese and Thai.", "The Covid-19 pandemic has amplified many challenges our refugees have in accessing these essential services.", "In addition, the lack of Covid-19 information available in the languages our refugee clients speak, make it difficult to have equitable access to the same information their English speaking counterparts have, barring them from accessing appropriate care.", "Covid-19 has made it clear that many areas for language access are critical.", "During the pandemic, I worked without proper personal protective equipment and was afraid of being infected and afraid I would bring Covid-19 home to my husband.", "This bill will help ensure home care workers are protected when facing future viruses or another public health crisis.", "The last year has pointed out the dangerous conditions that sometimes present themselves in larger nursing home-type facilities where viruses can run rampant.", "In November, we both had four Covid-19 tests.", "Covid-19 has affected the black communities more than others.", "During the Covid-19 pandemic, we risked our lives to do our jobs.", "The Covid-19 pandemic magnified the need for home care employment standards and addressing inequities.", "Some items, such as funding which is a crucial component in Nevada, will have to wait in order to understand the challenges the Covid-19 pandemic posed on distinct local and government budgets.", "Because of the Covid-19 pandemic, we are seeing an increase in newly homeless individuals and families.", "We have two pharmacies and a large primary care center that had 40,000 visits the year before the Covid-19 pandemic started.", "Experts expect that trend to continue with Covid-19 because of its impact on the healthcare industry.", "As an integrated delivery system, Renown Health provides value to its patients and those employer groups and payers we contract with by being able to provide high quality care in the most cost effective setting, including the past year during the Covid-19 pandemic in the patient’s home when appropriate.", "Many of our practices have been crushed during the Covid-19 pandemic, and we know the residual effects from this have yet to be seen in our small practices across the State."]}